POST /wiki2_en/article
{
    "title": "Motion Detection Setup",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Setup the Motion Detection Function - The motion detection of the camera works in a way that the camera is comparing every picture with each other. So that camera takes the last picture and compares it with the new one. This will also have the effect that the camera will notice a change of brightness in the picture in the same way as it notices a person or object moving through the picture. With the sensitivity you can set how many percentage of a picture has to change until the camera will cause an alarm. HD Camera Series: To activate the motion detection, open the web interface of your INSTAR HD IP camera and click on the menu Alarm Areas. You can select which area of the video the motion detection should be armed in the Areas Overlay. Therefore please select the Area on the right side for which you want to do the settings. Next please click Active. You will see that the area which you have set to Active is now showing a colour. Also on top the number for the area activated will light up in red to symbolize that this area is active. By simply clicking into the picture and dragging your mouse you can choose the area for motion detection. The motion detection will be armed in the area you have selected. In case you want to select the whole area you can click Full Area on the right side in order to activate the motion detection over the whole picture. Now you can use the slide bar to set the sensitivity for the motion. 1 = Insensitive (almost no motion gets detected) 100 = Very Sensitive (almost every motion will be recorded). We recommend you so leave the motion sensitivity at 50 and slowly test which setting will deliver the best result. Repeat the above steps in case you want to set more then one area. Each area will be given a different colour: Area 1 = red, Area 2 = blue, Area 3 = green, Area 4 = yellow. Submit the settings in order to save all settings in the camera. You will need to select an Action so that the camera knows what it should do in case of an alarm. Please open the menu Alarm Actions. Here you can now set if the camera should sent you an email with snapshots in the attachment or if the pictures should be saved to an SD card or an FTP server. In order to save pictures or videos to an SD card please make sure an SD card in inserted in your camera. Finally please Submit the settings. Attention: If you have problems by receiving to many alarms you can solve that by doing different settings. Always set the sensitivity so the motion you want to detect can be detected by the camera. Usually this will be humans that need to be detected. Just simply use a setting so that the motion that is caused by a human will be detected soon enough to cause an alarm. So if the settings are currently 5 and you notice that sometimes that motion gets not detected simply change it to 6 as we recommend so that should solve the problem. To avoid unwanted motion detection please try to make sure that areas like the sky with moving clouds, streets in the background or big reflecting areas and others are not part of the are the camera is protecting. To find the right camera position you can change the viewing angle a little bit or mount the camera on a different area which suits better to protects you home. This can reduce the quantity of false alarms enormously. VGA Camera Series: To activate the motion detection, open the web interface of your INSTAR VGA IP camera and click on the menu Alarm Alarm. 1 = nonsensitive (almost no motion gets detected) 10 = very sensitive (almost every motion will be recorded). We recommend you so set the motion sensitivity to 6. The cameras integrated motion detection only works over the whole picture. With our additional software InstarVision for Windows computers you can define different areas in the picture for which you want to use motion detection. That means not the whole picture will be included in the motion detection but only the areas you have selected. For other operating system we currently have to use third party developers such as the software Motion, EvoCam, ZoneMinder, VitaminD and many others. The use of third party software is no problem with our cameras since they are integrated in most software versions. If you find that our cameras are not integrated you can contact us anytime so we can arrange the integration. Please note that the software of third party developers are only working with the livestream of the camera. So in order to use the functions offered by the third party software you need to have your computer running and the software opened. Attention: If you have problems by receiving to many alarms you can solve that by doing different settings. Always set the sensitivity so the motion you want to detect can be detected by the camera. Usually this will be humans that need to be detected. Just simply use a setting so that the motion that is caused by a human will be detected soon enough to cause an alarm. So if the settings are currently 5 and you notice that sometimes that motion gets not detected simply change it to 6 as we recommend so that should solve the problem. To avoid unwanted motion detection please try to make sure that areas like the sky with moving clouds, streets in the background or big reflecting areas and others are not part of the are the camera is protecting. To find the right camera position you can change the viewing angle a little bit or mount the camera on a different area which suits better to protects you home. This can reduce the quantity of false alarms enormously. As soon as you camera is detection a motion you have 3 options in order to get a notification or to record the motion: 1. Email: The IP camera will automatically sent you an email with 6 pictures in the attachment. The computer does not need to run for this function since the camera has a direct connection to the router. 2. FTP Upload: The IP camera will sent pictures to your FTP Server. With this function there will be pictures saved for a time period of 1 minute in case of an alarm. The computer does not need to run for this function. Alternative: The FTP Upload gives you the additional function to upload pictures in a fixed time interval. With this function you can for example have one picture saved every 10 seconds for an unlimited time. The picture can either be saved with the same name or the name can be created by the camera automatically by using date and time as the picture name. 3. Video: A 1 minute video can be automatically recorded. This function is only working if you are using the Internet Explorer as a webbrowser since a ActiveX Plugin is necessary to record the video to your computer. So in order to save the video the computer needs to be running and the IP address of the camera has to be opened in Internet Explorer showing the livestream. If you use our addtional software InstarVision you can also record videos. Also you can record them with a high compression and in different video formats in order to save space on your harddrive. Alternative: You can also make a continues recording with the Internet Explorer. Therefor just activate the recording manually by pressing the record button on the upper left side.",
    "link": "/Motion_Detection/Setup/",
    "title2": "Aktivieren Sie die Bewegungserkennung Ihrer Kamera",
    "chapter": "Motion Detection",
    "tags": ["motion detection", "alarm", "notification", "email", "detection areas", "FTP"],
    "image": "/images/Search/MD_SearchThumb_MDSetup.jpg",
    "abstract": "Set up the Motion Detection Function"
}
POST /wiki2_en/article
{
    "title": "Alarm Notification",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Motion Detection Alarm Notification - The motion detection of the camera works in a way that the camera is comparing every picture with each other. So that camera takes the last picture and compares it with the new one. This will also have the effect that the camera will notice a change of brightness in the picture in the same way as it notices a person or object moving through the picture. With the sensitivity you can set how many percentage of a picture has to change until the camera will cause an alarm. HD Camera Series - Setting up and activating the email alarm. Step 1: In order that the camera can sent you pictures by email you have to save your email providers data inside the camera. This can be done if you open the web interface of your IP camera and then click on Alarm in order to open the SMTP Server. On the upcoming overlay you now have to fill in the following data: SMTP Server: Here you have to fill in the SMTP Server from your email provider. Mostly you can find this data on the website of your email provider by searching for SMTP. Otherwise you find a list HERE. SMTP Port: Fill in the Port which your email provider is using. Normally this will be either Port 25, 465 or 587. SSL: Here you can activate if your account is using SSL encryption. SMTP Login Type: For almost all email servers this has to be set to Authentication so that you can identify yourself with your username and password. SMTP Username: Please fill in the username of your email account. SMTP Password: Please fill in the password of your email account. Please enter your email accounts SMTP data and your personal login and save all settings by clicking Submit. Step 2: Next please open the Alarm Email Overlay to set the receiver and the sender of the alarm emails. Please fill in all necessary data: Sender: Please fill in your email address. This can be the same email address as the receiver. Receiver: Please fill in the email address that should receive the alarm message. Email Subject: The subject will be shown in every email you receive. Email Text: Will be shown together with the alarm pictures in each email. To save all settings please press Submit. You will now be able to test the settings. Step 3: To receive emails in case of an alarm you will need to activate the motion detection in your camera and select what the camera should do in case of an alarm. All necessary settings are explained HERE. If you need help with any kind of settings please feel free to contact us any time. VGA Camera Series - Setting up and activating the email alarm. Step 1: In order that the camera can sent you pictures by email you have to save your email providers data inside the camera. This can be done if you open the web interface of your IP camera and then click on Alarm in order to open the Email Menu. On the right side you now have to fill in the following data: Sender: Please fill in your email address. This can be the same email address as the receiver. Receiver 1: Please fill in the email address that should receive the alarm message. SMTP Server: Here you have to fill in the SMTP Server from your email provider. Mostly you can find this data on the website of your email provider by searching for SMTP. Otherwise you find a list HERE. SMTP Port: Fill in the Port which your email provider is using. Normally this will be either Port 25, 465 or 587. Transport Layer Security Protocol: You only need this if you are using Gmail as your email provider. Please choose either TLS or STARTTLS depending on which one you are using. Need Authentication: For almost all email servers this has to be activated so that you can identify yourself with your username and password. SMTP User: Please fill in the username of your email account. SMTP Password: Please fill in the password of your email account. Report Internet IP by Mail: This function can normally be deactivated. If you activate this service the camera will sent you always the newest internet IP address. Every 24 hours your ISP changes your IP address so the camera will always sent you the newest one. Since the camera has a integrated DDNS address this function is normally not needed. Now please save all settings by clicking Submit. After submitting the data to the camera we recommend you to click Test in order to see if the data you typed in was right. Step 2: After you have now saved all email settings in your camera you still have to activate the email alarm in order to receive an alarm email when a motion is detected. Therefor please click Alarm and choose Alarm in the sub menu. In the next window please set Motion Detect Armed and activate Send E-Mail on Alarm as show in the screenshot below. After that please choose Submit to save the settings. If your camera detects a motion you will now be informed with a email and 6 pictures in the attachment. Notes: Please note that the camera can not detect weather it is a human motion or a motion caused by heavy rain or fast light changes. Depending how many false alarms you will receive you might change the sensibility a little. (1= insensitive and 10= very sensitive). Troubleshooting - Gmail Problem: You set up a new GMail account just for your camera´s alarm notifications. But the Test-Email always fails because of a faulty authentication. Solution: Google monitors your behaviour to estimate if it is really you, who accesses the email account. When you use a new device - e.g. another smartphone or your IP camera - to login to your account, Google might block you and ask for a two stage authentication. This will cause your Test-Email to fail. Please log into your account via your web browser and and check if your GMail account was blocked or Google tells you they caught a suspicious activity. Just authenticate yourself and or the device that caused the activity. Problem: GMail always worked fine, but now you stopped receiving alarm emails. But you are still receiving emails from other senders in your GMail account. Solution: GMail started to limit the amount of emails that you are allowed to send with a free account. Your camera is using the GMail SMTP server to send alarm emails and is therefore using up the amount of mails you are allowed to send. You can set up a separate GMail account for your camera to avoid this interference with your personal emails. Problem: You cannot send a Test Email - the login fails. Solution: Activate the SMTP access for less secure apps. Open on your Email Account menu, choose Account to open your Account Settings and go to the Sign In Settings and allow the access from less secure apps. Telekom Speedport: Problem: You are using your camera behind a Telekom Speedport and typed in your SMTP server and login credentials but the Test-Email always fails. Solution: The Telekom Speedport introduced a list of allowed SMTP servers into it´s Firmware, which is activated by default. Even though this list contains most common SMTP servers - it might still interfere with your attempts to contact SMTP servers with your camera. You can deactivate the Email Abuse Detection for a moment (maybe restart your Speedport afterwards) and try again. Deactivate the Mail Abuse Detection and re-try sending your Test-Email. If it works, add your SMTP server address to the list of allowed addresses and activate the function again. T-Online Mail: Problem: You set up a new T-Online mail account just for your camera´s alarm notifications. But the Test-Email always fails because of a faulty authentication. Solution: You need to set a separate email password for external apps to connect to your T-Online mail account. Log in to your T-Online web account and open then Menu Properties. Go to Passwords and click on Change your Email Password. Follow the instructions and confirm your password. Log into your camera´s WebUI, open the Alarm SMTP Server Overlay and choose the T-Online preset. Type in your complete mail address as username and add the password you created in the step above. Add your T-Online address in the Alarm Email Overlay and submit and test the connection.",
    "link": "/Motion_Detection/Alarm_Notification/",
    "title2": "Lassen Sie sich von Ihrer Kamera alarmieren",
    "chapter": "Motion Detection",
    "tags": ["motion detection", "alarm", "notification", "email", "detection areas", "FTP"],
    "image": "/images/Search/MD_SearchThumb_AlarmNotification.jpg",
    "abstract": "Set up the Alarm Notification"
}
POST /wiki2_en/article
{
    "title": "Alarm Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Motion Detection Alarm Recording: In order to record in Windows 8 7 Vista you will need to add the IP address of your IP camera to the list of trusted sites. In order to do so please open your Internet Explorer and go to Tools - Internet Options - Security - Trusted sites - Sites to add the IP address of your camera. You will need to remove the checkmark by Require server verification (https:) for all sites in this zone so that you can add the IP as http. After that please reload the cameras ip address in your web browser and you should be able to set the Record Path accordingly. If you can still not set the record path please make sure you have started the Internet Explorer with admin rights (only ActiveX Video Plugin). HD Camera Series - Step 1: Open the web interface in the Internet Explorer and click the path settings on the lower right side. Step 2: Choose the directory in which the recordings should be saved. Step 3: By clicking Record you can start the recording. The word Record will be shown in red once the recording started. Additionally the Rec will start lighting up below the video. Another click on Record will end the recording. INFORMATION ABOUT RECORDING: The recording during an motion detection can only be saved to the SD card inside the camera. This recording mode as explained above is only for manual recordings. The Action which the camera should do during a motion detection can be set in the Alarm Actions Overlay. You can also record the video with our additional software InstarVision or any other third party software. If you are using a QNAP or Synology Disk Station you can also simply add the camera in the Surveillance Software on the Disk Station. VGA Camera Series - The camera is using a ActiveX plugin to record videos... this is currently only supported by Internet Explorer. This is why the video recording is only possible with a windows computer. The recordings directory can be set under Alarm Path and the recording be started by clicking on Record above the cameras live video. In order to record in Windows 8 7 Vista you will need to add the IP address of your IP camera to the list of trusted sites. In order to do so please open your Internet Explorer and go to Tools - Internet Options - Security - Trusted sites - Sites to add the IP address of your camera. You will need to remove the checkmark by Require server verification (https:) for all sites in this zone so that you can add the IP as http. After that please reload the cameras ip address in your web browser and you should be able to set the record path accordingly. If you can still not set the record path please make sure you have started the Internet Explorer with admin rights. The recording with (1 frame per second) is possible if you are recording with FTP upload. The camera can upload a picture every second in case of an alarm. All you need is a FTP server or a network HDD which can also be set with an FTP access. You can also record the video with our additional software InstarVision or any other third party software. If you are using a QNAP or Synology Disk Station you can also simply add the camera in the Surveillance Software on the Disk Station.",
    "link": "/Motion_Detection/Alarm_Recording",
    "title2": "Aktivieren Sie die Videoaufnahme im Alarmfall",
    "chapter": "Motion Detection",
    "tags": ["motion detection", "alarm", "recording", "detection areas"],
    "image": "/images/Search/MD_SearchThumb_AlarmRecording.jpg",
    "abstract": "Set up the Alarm Recording"
}
POST /wiki2_en/article
{
    "title": "SD Card Access",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How to access the SD Card: The HD camera models allow you to record videos and snapshots to the internal SD card. To quickly access your recordings, click on the SD Card link inside your cameras web user interface. Or use a third-party Software to download the video. SD Card Access: The HD camera models use an internal (removable) SD card to record videos, alarm snapshots and whole photo series that can be used for later time lapse conversions. You can access the recorded files directly via the cameras web user interface or with an FTP client. The webUI is the quickest way to download files and screen them on your computer, tablet or smartphone from your default web browser. But FTP clients offer a few features that will be more convenient if you have to go through a large number of files from your SD card. Please be aware that the FTP client has to support the hyper text transfer protocol (HTTP) to access the SD card. Please be aware that you will only be able to download files - the FTP clients will not offer your WRITE rights on the SD storage! Below you can find a short selection of clients that will work with your INSTAR camera. For indoor models you can always remove the SD card and use it with a card reader on your computer or mobile device for easy access. Web User Interface. The HD camera models allow you to record videos and snapshots to the internal SD card. To quickly access your recordings, click on the SD Card link inside your cameras web user interface. Click on the SD Card link above your cameras live video. Web User Interface. The SD cards file directory will open in a new tab. Please type in your camera login to access your recorded files. If the link is not displayed the SD is no longer mounted by the cameras operating system - please remove the SD card and push it back into the SD card slot. You are able to screen and download your recordings after confirming your camera login. SD Card Index. Your camera generates a new directory for each new day and a new recordXXX directory for every 200 recordings of that day. Every alarm event creates an *.avi file that starts with the capital letter A - planned recordings with the letter P and so on - followed by a timecode for the alarm trigger. File System. The default behavior of most internet browsers is to download the video after you clicked on it. Browsers like the Mozilla Firefox off you support for the VLC plugin to display the video directly inside the browser window. Please make sure that you activate the Firefox plugin during the installation process of the VLC player and restart your browser after the installation. The VLC Web Plugin should now be listed inside the Addons window under Plugins. Video Player Plugin. Windows Software to Access your SD Card, Bitkinex, CuteFTP, DownThemAll! (Firefox Addon). macOS Software to Access your SD Card: Interachy, DeepVacuum, SiteSucker, DownThemAll! (Firefox Addon)",
    "link": "/Motion_Detection/SD_Card_Access/",
    "title2": "Der SD Karten Zugriff",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "bitkinex", "cute ftp", "downthemall", "Interachy", "DeepVacuum", "SiteSucker", "SimpleWget"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with Bitkinex",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - Bitkinex (Windows): Bitkinex for Windows is a free FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Set a new data source - choose HTTP WebDAV. Step 2: Set a name for your camera - this can be chosen freely. Step 3: Right-click your source and choose Properties. Step 4: Set the default source directory to /sd. Step 5: The server address is your cameras local IP or DDNS address. Type in your camera login below. Step 6: Choose standard HTTP for the SD directory and click Ok. Step 7: Connect to the camera by choosing to Browse. Step 8: You are connected to your camera and able to browse through your recordings.",
    "link": "/Motion_Detection/SD_Card_Access/Bitkinex",
    "title2": "Der SD Karten Zugriff mit Bitkinex",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "bitkinex"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with Bitkinex"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with CuteFTP",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - CuteFTP (Windows): CuteFTP for Windows is a paid FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Choose to connect to a new HTTP site. Step 2: The host address is your cameras local IP or DDNS address. Type in your camera login below. Step 3: Choose sd as your default source directory. Step 4: Choose HTTP as protocol and type in your cameras web port. Step 5: Click on Connect to start browsing your recordings.",
    "link": "/Motion_Detection/SD_Card_Access/CuteFTP",
    "title2": "Der SD Karten Zugriff mit Bitkinex",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "CuteFTP"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with CuteFTP"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with DownThemAll!",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - DownThemAll! (Firefox): DownThemAll is a Firefox Addon that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: You can install the program from your firefox Addon menu. Step 2: Navigate to your SD card directory via the camera´s webUI. Step 3: Open the sub directory of the day you want to download and right-click (click on the white-space, not on a specific file) to open the context menu - Choose DownThemAll... Step 4: The program should automatically select all media files and you simply have to click Start! to begin the download. Step 5: The camera will request your user name and password. Step 5: All videos should be downloaded in a minute.",
    "link": "/Motion_Detection/SD_Card_Access/DownThemAll",
    "title2": "Der SD Karten Zugriff mit DownThemAll!",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "DownThemAll"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with DownThemAll!"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with Interarchy",
    "series": ["VGA", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - Interarchy (MacOSX): Interarchy for MacOSX is a paid FTP client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Choose the HTTP protocol and type in your cameras local IP or DDNS address. Add the directory web sd to the address. Step 2: Type in your camera login to connect to the SD storage. Step 3 Wait for the program to list the directories.",
    "link": "/Motion_Detection/SD_Card_Access/Interarchy",
    "title2": "Der SD Karten Zugriff mit Interarchy",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "Interarchy"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with Interarchy"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with DeepVacuum",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - DeepVacuum (MacOSX): DeepVacuum for MacOSX is a free wget based client that you can use to access your cameras SD card. We recommend you to download the latest version from HERE. Step 1: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Add your username and password for the camera and choose All Movies From This Site to download all recorded videos. Step 2: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Add your username and password for the camera and choose Whole Site to download everything (videos and snapshots).",
    "link": "/Motion_Detection/SD_Card_Access/DeepVacuum",
    "title2": "Der SD Karten Zugriff mit DeepVacuum",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "DeepVacuum"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with DeepVacuum"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with SiteSucker",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - SiteSucker (MacOSX): SiteSucker for MacOSX is a wget based client that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: Type in you cameras IP address eg. 192.168.1.17 and add the sub-directory sd - http 192.168.1.17 sd. Then click on Download. Step 2: Type in your user name and password for the camera. Step 3: To access your camera from the internet type in you cameras DDNS address eg. abcd12.ddns-instar.de:8081 and add the sub-directory sd - http abcd12.ddns-instar.de:8081 sd.",
    "link": "/Motion_Detection/SD_Card_Access/SiteSucker",
    "title2": "Der SD Karten Zugriff mit SiteSucker",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "SiteSucker"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with SiteSucker"
}
POST /wiki2_en/article
{
    "title": "SD Card Access with SimpleWget",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Access the SD Card with Third-party Software - SimpleWget (MacOSX): SimpleWget for MacOSX is a wget based client that you can use to access your cameras SD card. We recommend you to download the program from here from HERE. Step 1: To access your camera you have to type in it´s IP address together with your password and username. E.g. if your camera´s IP is 192.168.1.17, your user name is admin and password is 123456 the correct path would be http admin:123456@192.168.1.17 sd . Choose a local download directory and set the depth level to 3. By setting the option to Only .avi you will only download the recorded video files. Step 2: To access your camera you have to type in it´s IP address together with your password and username. E.g. if your camera´s IP is 192.168.1.17, your user name is admin and password is 123456 the correct path would be http admin:123456@192.168.1.17 sd. Choose a local download directory and set the depth level to 3. By setting the option to Only .jpg you will only download the recorded snapshots.",
    "link": "/Motion_Detection/SD_Card_Access/SimpleWget",
    "title2": "Der SD Karten Zugriff mit SimpleWget",
    "chapter": "Motion Detection",
    "tags": ["sd card", "motion detection", "alarm", "recording", "detection areas", "SimpleWget"],
    "image": "/images/Search/MD_SearchThumb_SDCardAccess.jpg",
    "abstract": "How to access the SD Card with SimpleWget"
}
POST /wiki2_en/article
{
    "title": "Alarm Upload & FTP Settings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "HD Camera Series - Setting FTP upload during alarm and photo series. Your ip camera can upload pictures and videos either during an motion alarm or in an time interval. All settings necessary can be done through the web interface of your camera by clicking Alarm - FTP, Alarm - Actions or Alarm - Photo Series. Step 1 Open the web interface of your HD IP cam and click Alarm - FTP. Step 2 The following settings need to be done in the overlay which will open. FTP Server: Please enter the address of your FTP server. In the example above we have used a AVM Fritzbox (Router) as a FTP server. This router has a USB Stick connected which provides the storage for the pictures. In our case we have to type in the IP address of the router. If you want to set up your own FTP server on your local computer you will find a step by step manual here. You can also use a web address as the FTP Server. This can either be a online host service or a DynDns address which connects to a FTP server at another location. FTP Port: Please type in the FTP Servers port which is usually 21. FTP Folder: Fill in the folder you want to upload the pictures inside. By default the folder will be which means that the camera will save the uploads in the root folder of the server. In our above sample the pictures will be saved in the root folder. FTP Username: Please fill in the username of your FTP account. The default username for the AVM Fritzbox is ftpuser. FTP Password: Please fill in the password of your FTP account. FTP Mode: Here you can choose between (PASV) and active Mode (PORT). The default setting is the mode PORT with which the camera will tell the server its IP and Port. Therefor this mode will also work with passive FTP servers. If the client is behind a router which will use NAT or if a firewall is blocking the clients network from accessing the network then you should choose the PASV mode. Next please submit all settings and test them afterwards to make sure the settings are correct. Step 3 Please open the menu Alarm Actions. Step 4 In the Overlay which opens please select what the camera should do in case of an motion alarm. The camera can upload pictures to an FTP Server when a motion is triggered. In total 4 pictures will be uploaded in which you can see the object that caused the motion. All pictures will be uploaded in the full HD resolution 1280 x 720. You can also upload videos to your FTP server. Therefor you will need to insert a SD card into your camera. The video will then be recorded to the SD card and uploaded to your FTP server. You find more information about the settings for motion detection HERE. Step 5 In addition to the upload during an alarm you can also upload pictures in a time interval. Thanks to this function you can create time laps recordings. Please open the menu Alarm Photo Series. Step 6 Please activate that you want to have a photo series uploaded to an FTP server. Next you can choose if the picture should be uploaded with a new file name each time (timestamp) or if you want to have a fixed file name and the file will be replaced each time. Also you can set the time interval in which the picture should be uploaded. The smallest value is 1 second but it also depends on the upload speed of your internet connection. All pictures will be uploaded in HD resolution 1280 x 720. Alarm Upload FTP Settings VGA Camera Series - FTP Upload and FTP Alarm notification settings. FTP Server: Please enter the address of your FTP server. In the example above we have used a AVM Fritzbox (Router) as a FTP server. This router has a USB Stick connected which provides the storage for the pictures. In our case we have to type in the IP address of the router. If you want to set up your own FTP server on your local computer you will find a step by step manual here. You can also use a web address as the FTP Server. This can either be a online host service or a DynDns address which connects to a FTP server at another location. FTP Port: Please type in the FTP Servers port which is usually 21. FTP Username: Please fill in the username of your FTP account. The default username for the AVM Fritzbox is ftpuser. FTP Password: Please fill in the password of your FTP account. FTP Upload Folder: Fill in the folder you want to upload the pictures inside. By default the folder will be which means that the camera will save the uploads in the root folder of the server. In our above sample the pictures will be saved in the root folder. FTP Mode: Here you can choose between (PASV) and active Mode (PORT). The default setting is the mode PORT with which the camera will tell the server its IP and Port. Therefor this mode will also work with passive FTP servers. If the client is behind a router which will use NAT or if a firewall is blocking the clients network from accessing the network then you should choose the PASV mode. Upload picture with time interval: Please activate only if you want your camera to upload a picture in a set time internal. This function is separate from the alarm notification. Image Name: Please select a name for the snapshot which will be saved and replaced every time the camera uploads a picture. This is needed if you want to integrate the picture on your website. This way you will always have the picture replaced with the newest one. If you leave this field blank then the camera will safe a picture with the time and date included in the picture name which will look like this: CameraID(CameraName)_0_yyyymmddhhmmss_Nr.jpg. Interval (in seconds): Select the time interval in which you want the camera to upload a picture to the server. The interval has to be set in seconds. The shortest time will be 1 second which means that every second the camera will upload on picture. Step 2 FTP Server: If you want to use the FTP upload in case of an alarm you have to set this by clicking Others Alarm Service Settings. If an alarm occurs the event will last for 60 seconds. With the time interval you can set how many pictures you want to receive during one event. So if you set the time interval to 10 you would receive 6 pictures during every event.",
    "link": "/Motion_Detection/Alarm_FTP_Upload",
    "title2": "Alarm Upload & FTP Einstellungen",
    "chapter": "Motion Detection",
    "tags": ["FTP", "motion detection", "alarm", "photoseries", "upload"],
    "image": "/images/Search/MD_SearchThumb_FTPSettingsAlarmUpload.jpg",
    "abstract": "Upload Snapshots or Videos to an FTP Server"
}
POST /wiki2_en/article
{
    "title": "Use your Router or NAS as a FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Use your Router NAS as a FTP Server - Local FTP Server. Most modern routers now support USB mass storage devices (USB sticks, hard drives,...) to be plugged in - some even come with a large amount of on-board storage for you to use a Network-Attached-Storage (NAS). This storage spaces can be written on by FTP clients like your INSTAR IP camera. All you need to do is to provide the storage and set up a FTP user inside your router and the camera can send snapshots - or in case of the HD cameras even whole video files - to the router. This can be vital if your camera or the included SD card (HD camera line) gets damaged and you want to figure out what happened. Of course you don´t need to upload those backup files to your local router - if you have a router in a different location, you can easily use it as an off-site storage backup system for your surveillance system! In this case you will have to use a DDNS address (like e.g. DynDNS or No-IP) inside the router for the camera to reach it. AVM Fritzbox - Use your AVM Fritzbox as a local FTP Server for your INSTAR IP camera. READ MORE. Telekom Speedport - Use your Telekom Speedport as a local FTP Server for your INSTAR IP camera. READ MORE. QNAP TS-259 - Use your QNAP TS-259 Pro as a local FTP Server for your INSTAR IP camera. READ MORE. WD MyCloud - Use your WD MyCloud as a local FTP Server for your INSTAR IP camera. READ MORE",
    "link": "/Motion_Detection/Router_as_a_FTP_Server",
    "title2": "Nutzen Sie Ihren Router oder Ihr NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "FTP"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Use your Router or NAS as a FTP Server"
}
POST /wiki2_en/article
{
    "title": "AVM Fritzbox as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "AVM Fritzbox as FTP Server - In the following we want to explore the possibility to use an AVM Fritzbox 7490 as our FTP server. The user interface screenshots will only show the AVM UI. But most of the steps we will take are representative for other routers as well. Each time, you will need to define a FTP user and the corresponding access rights inside the router. Then type in the FTP user credentials and the corresponding FTP directory into your camera´s WebUI. Set up an Upload Directory. First we have to set up a directory for your camera´s uploads. Connect an USB thumbdrive or an USB hard drive to the USB port of your router. In case of the Fritzbox simply click on FritzNAS (on top of the screen) to enter the storage overview panel. For other routers it is recommended to check the FTP access with an FTP client like Filezilla Client or simply type in ftp IP of your router 21 into the address bar of your default web browser. Use the camera login we just created to check available storage. If you are using Firefox, you can use a FTP client extension like FireFTP to create a directory that your camera should use to upload files. Once inside the FritzNAS storage overview window, change to your external storage (in our case a ADATA Thumbdrive), click on the New Folder button on top and create a new folder for your camera. Remember the path to your folder as we will have to type it into camera webUI in moment. Be carful not to delete the FRITZ folder, created by your router - if you do, your thumb drive will be unmounted and you have to replug it into the USB Port! Add a directory for your camera on your external storage medium to write her files to. Set up a FTP User - First, we have to find the FTP settings inside the router. For most routers that is pretty straight-forward - just search for the keyword FTP. Unfortunately, AVM decided to hide this function with the newer firmwares, causing us a little bit of a headache. Which is partly the reason why we take the Fritzbox router as the example - the other routers will be much easier to set up. The FTP are now hidden inside the Fritzbox User (Benutzer) tab under System. Click on Add User (Benutzer Hinzufügen) and give your user a name and password. It is recommended to keep the name and password secure but to stay away from exotic characters, which might cause you some trouble. Especially, if you only use the FTP upload inside your local network and you deactivate the access rights from the internet (Zugang aus dem Internet, s. screenshot below). The only thing your cameras needs to have access to is the network attached storage (Zugang zu NAS-Inhalten, s. below). Click on add a directory (Verzeichnis Hinzufügen) and allow the camera to write onto the supplied storage. Add a FTP user on your router so your camera has access to the network attached storage. Choosing Alle an der Fritzbox verfügbaren Speicher allows the camera to write into every directory on your router. It is very important, that the user authentication is active on your router - the camera will not be able to upload the files to the storage otherwise. As seen in the screenshots below, you will now have an administrator account to manage your router as well as the pure FTP user for your camera. You can switch to the tab Anmeldung im Heimnetz to confirm that the authentication is active or not... Well, you will already know if you had to login to your router earlier anyway. Check the screenshots below for the Fritzbox example. Please make sure that you also have a administrator account active and the user authentication is activated - this is very important and a common mistake! Set up your Camera to use the FTP Storage. Now we can access our camera to program it to upload files to our new FTP upload directory in case of an alarm event. Open the web user interface of your camera and navigate to Alarm FTP. The following menu (see 2nd screenshot below) needs to be filled with all the data we just set up inside the router: FTP Server: Is the address of the FTP server. In our case the IP address of our router 192.168.178.1. Please be aware that the IP addresses of routers from different manufactures will vary. Usually it is only the third number that will be different - in most cases it is either 0, 1, 2 or in case of the AVM Fritzbox 178. FTP Port: The default FTP port is 21. FTP Folder: The FTP folder is the upload directory we just set up on our router. Please remember to add a in front of the folder. If you want to upload to the root directory, just put a here. FTP Username: Put in the username we just defined inside the router FTP Password: and add the corresponding password. FTP Mode: The default mode for a local FTP server - that isn´t shielded by a NAT firewall - is PASV. Afterwards click on Submit and Test to check your inputs. Your camera should give you a Successful notification and if you check your upload directory, you will find a snapshot uploaded by the camera. Now you can activate the FTP upload actions in case of an alarm trigger event, to have the camera upload it snapshots or videos to your FTP server. Configure your Camera. Open your cameras web user interface and go to Alarm FTP to input your FTP server information you set up earlier. WebUI Type in your FTP login credentials and server information like described above. Submit before testing the upload. FTP Settings You will find a single snapshot in your upload directory, after successfully testing the FTP connection. Testing Now you can activate the FTP upload functions for alarm trigger events. Alarm Upload",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/AVM_Fritzbox_as_FTP_Server",
    "title2": "Nutzen Sie Ihre AVM Fritzbox als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "FTP", "AVM", "Fritzbox"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "AVM Fritzbox as FTP Server"
}
POST /wiki2_en/article
{
    "title": "Use your Speedport as a FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Configure your Speedport as a FTP Server - Connect your USB drive with Telekom router. Then open the web user interface and go to Home Network Network Storage to verify that your drive was mounted. Now expand the Manage User section to add a FTP user for your camera - add a username and password and check the Allow FTP Access box. Click on Browse in the previous screenshot to create an upload directory for your camera on your external drive. Open your camera´s webUI and add your routers FTP data. The default IP address is 192.168.2.1, the port is 21, the folder is and then add your FTP user that you created earlier. Click on Submit, then Test in the previous screenshot. You can then type in the routers address ftp 192.168.2.1 Folder Name into your browser´s address bar - the test snapshot should be uploaded. Configure your Camera for the FTP Upload. Now you can let the camera upload snapshots or videos in case of an alarm. Configure your Camera for the FTP Upload. Or upload a snapshot series (maybe to create a time lapse video from it afterwards).",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/Telekom_Speedport_as_FTP_Server",
    "title2": "Nutzen Sie Ihren Telekom Speedport als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "FTP", "Telekom", "Speedport"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Configure your Telekom Speedport as a FTP Server"
}
POST /wiki2_en/article
{
    "title": "QNAP NAS as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "QNAP NAS as FTP Server - Log into your QNAP´s webUI, open the settings tab Network Services FTP. Activate the FTP service and leave all parameters at their defaults. Open the FTP settings of camera and type in your QNAP´s IP address, an upload directory and your QNAP login - submit and test. Activate your camera´s FTP upload and check the upload directory.",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/QNAP_as_FTP_Server",
    "title2": "Nutzen Sie Ihre QNAP NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "QNAP"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Configure your QNAP as a FTP Server"
}
POST /wiki2_en/article
{
    "title": "Synology NAS as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Synology NAS as FTP Server",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/Synology_as_FTP_Server",
    "title2": "Nutzen Sie Ihre Synology NAS als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "Synology"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Configure your Synology as a FTP Server"
}
POST /wiki2_en/article
{
    "title": "WD MyCloud as FTP Server",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Setting up FTP Access on a Western Digital (WD) MyCloud - Step 1: Open the WD MyCloud in your web browser by typing http wdmycloud.local in the address bar of your web browser. The login to your WD MyCloud should open. Please log in with your admin account. Step 2: In the upper menue please click on the arrow to the right side and select Settings. Step 3: On the left side please click on Network and within the network services please switch the IPv4 Network Mode to static. This is important to make sure that the ip address of your MyCloud is not changing. If you are noting switching it to static, it could be that your router will assign a different IP address to your MyCloud. In this case the camera would not be able to reach it anymore and therefor will not record anymore to the MyCloud. Therefor this step is very important. Step 4: Follow the assistent to assign a static IP address. You actually only have to click on Next and Apply in order to apply the settings. Please remember the IP address shown in Step2. This IP address will be the one with which you can access your WD MyCloud at any time. Step 5: You have to login again once the IP has been changed to a static IP. Please login in again. Once logged in, please click the right arrow again in the upper menue and click on Settings. Step 6: Once again select Network and within the network services please switch the FTP Access to ON. ON should then be shown in blue. Step 7: The FTP Access in general is now activated. In order to tell the camera in which folder it should record, we will need to set up a shared Folder. Therefor please click on Shares in the upper menue and inside this menue please click on the + sign in order to add a shared Folder. Step 8: For Share Name you can now type in the folder name in which you want the recordings beeing stored. In our case we choose the folder name Recordings. You can also add a description to the folder name. In our case we name it INSTAR Cameras. Once you typed in the Share Name and Desciption please Apply the settings. Step 9: The newly created shared Folder should now already be selected. In order to be able to access it by FTP, you will need to activate the FTP access. Please activate it. Now you still need to choose if a anonymous user can access the folder or not, in this case we recomment you to select Anonoymous None which means that noone can access the recordings besides you. Once done please click Apply. Step 10: Finally we have to set up our camera by typing in all the FTP data. To do so, please open the web interface of your INSTAR camera. You can either type in the IP address of your camera in the address bar of your web browser, or you can use the INSTAR camera tool to search for your camera and to open it in the default web browser. Once it is opened, please click on „Alarm – FTP“ on the left menue bar to open the FTP settings. Step 11: In the FTP mask please fill in the following data: FTP Server: Here you will need to type in the IP address of your WD MyCloud. As an alternative you can also type in wdmycloud.local FTP Port: Please leave it Port 21 which is used for FTP. FTP Folder: You will have to type in the folder name which you have created before as a shared Folder on your MyCloud. In our case it was the folder Recordings. If you are having more then one camera, we recommend you to also add another sub folder for each camera, in our case Camera_LivingRoom. This way it will be easier later to seperate between the different cameras. FTP Username: The username of your WD MyCloud. FTP Password: The password of your WD MyCloud. FTP Mode: Please keep this PASV Mode. FTP Folder Structure: Here you can select if the camera shoudl record everything in one single folder, or if the camera should create a new folder for each day. If the camera created a new folder for each day, each folder will me named according to the date. Therefor it will be much easier later to search for a recording from a particular day. Submit your settings and test them. If the test is successful, your camera should now be able to save the recordings on your WD MyCloud. Please dont forget to activate the motion detection (alarm areas) inside your camera and also make sure you activate the FTP upload under Alarm – Actions. Here you can select if the camera should Upload videos or images to the FTP server (WD MyCloud) in case of an alarm event. If you activate everything accordingly, the recordings should now be saved on your WD MyCloud.",
    "link": "/Motion_Detection/Router_as_a_FTP_Server/WD_MyCloud_as_FTP_Server",
    "title2": "Nutzen Sie Ihre WD MyCloud als FTP Server",
    "chapter": "Motion Detection",
    "tags": ["NAS", "Router", "local server", "upload", "Western Digital", "MyCloud"],
    "image": "/images/Search/MD_SearchThumb_RouterAsFTPServer.jpg",
    "abstract": "Configure your WD MyCloud as a FTP Server"
}
POST /wiki2_en/article
{
    "title": "FTP Server Setup",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "FTP Server Setup - Setting up a FTP server on your Windows Computer. Your camera can upload pictures during an alarm event or you can also upload pictures in a defined time period to any kind of FTP server. Besides online offers for FTP servers or Routers which can function as a FTP server you can also set up your local computer or server to function as a FTP server in order to receive pictures from the camera. Download FileZilla Server. All you need to do is get a FTP tool like FileZilla: Enter the Filezilla website (1) and download the server edition of FileZilla (2). Install the Server. If you run into any troubles during the installation process, please follow our installation guide HERE. Start the Server. After installation please start the FTP server and connect to your localhost (127.0.0.1) server. Add a FTP User: Now please set up a user for your cameras account. By clicking Edit and then Users you can access the user settings. In General (1) please choose Add (2) and type in a user name for your cameras account (3). After that you can choose a password for this account (4) and click OK to save the settings. Add a local Directory: Now we have to select the folder in which the camera will save the pictures. Please choose Shared folders and then Add to select the folder in which the pictures will be saved on your local hard drive. After selection the folder please mark the folder and set it as the Home Directory by clicking set as home dir. Please also make sure that under Files the Read and Write access rights are selected. Sometimes the default setting might be only Read. This would cause that you get a error message if you try to write any files... Set a upload directory for your camera. And make it the Home Directory.",
    "link": "/Motion_Detection/FTP_Server_Setup",
    "title2": "Aufsetzen eines lokalen FTP Servers",
    "chapter": "Motion Detection",
    "tags": ["local server", "upload", "Filezilla", "FTP"],
    "image": "/images/Search/MD_SearchThumb_FTPServerSetup.jpg",
    "abstract": "Set up a local FTP Server"
}
POST /wiki2_en/article
{
    "title": "Alarm Server Function",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alarm Server Function - You can use the Alarm Server function to send a http request to a connected server. The server needs a compatible software to recognize this request as an alarm event and trigger further actions. This function is often supported by home alarm systems. You can add custom commands to the request to trigger specific actions in the receiving server software. Add an Alarm Server: Open the web user interface of your (VGA!) camera and navigate to Alarm Alarm Server. Type in your in your alarm server address and activate the function. Please add the http prefix when entering the servers IP address - e.g. http: 192.168.1.66. Application: The Alarm Server function can be used with alarm systems and home automations like the Open Source project FHEM. Unfortunately, because those home automation systems insist on using SPACEs in their URLs, programing your camera becomes a little bit more complicated. As I am writing this article we are already testing a new version of the web user interface for our VGA camera´s that will make the work-around below superfluous. The following will show you how you are able to determin, if your camera is handling the command correctly and how to prepare your command to bypass the problem in case the camera is not saving it as expected. Home automation system´s like FHEM use SPACEs in their URLs that have to be encoded as %20. You have to use a so called URL encoding to employ SPACEs in your web address. An example command for the home automation system FHEM is set alarm on to trigger an alarm event. This will encode to set%20alarm%20on for the camera. The receiving FHEM server will then decode the %20 back to a SPACE. If, for example, your (FHEM) alarm server has the local IP address 192.168.1.66 inside your network, the Server Address you have to type in your cameras webUI to have it activate the alarm event will be. http: 192.168.1.66 fhem?cmd=set%20alarm%20on (The maximal length of the URL is 128 characters) You can check if the command was saved correctly by calling your cameras configuration with the CGI command http: 192.168.1.230 get_params.cgi (where 192.168.1.230 has to be changed to the IP address of your IP camera. You will be asked to log in with your camera administrator account, if you are not logged in already. Scroll to the bottom of the parameter list and search for the variable alarm_http_url. You can check if the server address and FHEM command was saved correctly by calling the cameras configuration page with the CGI command get_params.cgi. The server address has to be saved with the %20 encoding. Every time an alarm is triggered inside the camera the HTTP request will be send to your home automation server, triggering your custom command. Troubleshooting: What to do if your camera does not save the command with the %20 URL encoding? As mentioned above, you might already be using a camera where the web user interface takes care of the encoding for you and the command is saved correctly - please skip this paragraph if this is the case. In the following we will employ a little trick to make the encoding for us instead of against us. What to do if the CGI command get_params.cgi shows you that the camera saved the command with SPACEs instead of the %20 encoding?. Your camera will now send out the HTTP request every time the alarm is triggered. But the request will be cut before the first SPACE - making it basically useless. We can fix this dilemma by having the automatic URL encoding generate the correct URL for us. This can be done by encoding the % sign to %25. The server address will become: http: 192.168.1.66 fhem?cmd=set%2520alarm%2520on The automatic encoding will generate the correct address from it once you submit this address: http: 192.168.1.66 fhem?cmd=set%20alarm%20on To prevent this from happening, encode the SPACE with %2520 instead of %20.Please make sure not to press the Submit button a second time - as this will again get rid of the %20, substituting it with a SPACE. You can check the result by calling the get_params.cgi command.",
    "link": "/Motion_Detection/Alarm_Server",
    "title2": "Alarm Server",
    "chapter": "Motion Detection",
    "tags": ["local server", "motion detection", "home automation", "Alarm Server"],
    "image": "/images/Search/MD_SearchThumb_AlarmServer.jpg",
    "abstract": "Alarm Server Function"
}