
################################################################ EVEN NEWER

POST /wiki/article
{"title":"How Does An IP Camera Work?","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description":"How does an IP-Camera-Network work? LAN or Wifi connectivity. Remote access to your camera via DDNS (Dynamic Domain Name Service). Internal IP address vs internet address (DDNS). What is the difference between the internal IP (LAN) and the external IP address (WAN). Internal port / external port - How to open a door to the internet (Port Forwarding)","link":"/Quick_Installation/How_Does_An_IP_Camera_Work","title2":"Wie arbeitet eine IP Kamera?","chapter":"Quick Installation","tags":["Introduction", "Quickinstallation"],"image": "http://placehold.it/594x380","abstract": "How do IP Cameras work in my Network","suggest":{"input": [ "ip camera", "network", "quick", "installation" ],"output": "How do IP Cameras work in my Network","payload" : { "articleId" : 1001 },"weight" : 1}}
{"title": "First Steps","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description":"This video contains a quick overview over the first steps involved in setting up your IP camera. Please go to the website Installation Wizard and follow the step by step instructions in order to set up your ip camera. Initial setup - Power supply, Wifi Antenna and camera boot up Network integration (LAN). The INSTAR search tool (Search Tool) and web user interface (webUI). How to set a static IP address (TCP/IP). Camera login and standard passwords (Default Passwords). Wifi integration (WLAN). Image quality settings (Image Settings)","link":"/Quick_Installation/First_Steps","title2":"Erste Schritte um Ihre IP Kamera zum laufen zu bringens","chapter":"Quick Installation","tags":["Introduction", "Quickinstallation"],"image": "http://placehold.it/594x380","abstract": "First Steps to set up your INSTAR IP Camera","suggest" : {"input": [ "first steps", "installation", "quick", "installation" ],"output": "First Steps to set up your INSTAR IP Camera","payload" : { "articleId" : 1002 },"weight" : 1}}
{"title": "After Unpacking","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "After unpacking your Camera. The following video contains a quick overview over the necessary steps of the network integration. Please go to the website www.install.instar.de and follow the step by step instructions in order to set up your IP camera. Initial setup - Power supply, Wifi Antenna and camera boot up. Network integration (LAN). The INSTAR search tool (Search Tool) and web user interface (webUI). How to set a static IP address (TCP/IP). Camera login and standard passwords (Default Passwords). Wifi integration (WLAN). Image quality settings (Image Settings)","link": "/Quick_Installation/After_Unpacking","title2": "Nach dem auspacken Ihrer INSTAR IP Kamera","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation"],"image": "http://placehold.it/594x380","abstract": "After Unpacking your Camera","suggest" : {"input": [ "unpacking", "after", "quick", "installation" ],"output": "After Unpacking your Camera","payload" : { "articleId" : 1003 },"weight" : 1}}
{"title": "Direct LAN Connection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Direct LAN Connection How to connect your camera directly with your computer via an Ethernet cable The following instructions will explain to you step by step how you can create a direct LAN connection between your computer and an INSTAR IP camera. Use this approach if you want to use the camera in an area, that does not provide a network infrastructure or to if you want to configure the camera to connect to a Wifi network when you don´t have a LAN Ethernet connection available to make the initial Wifi configuration. Connect the Camera Connect the camera with a regular Ethernet cable to your PC or Notebook(Very old PCs might still need a special - Crossover - cable to make this connections). Search the Camera Install/Open the INSTAR Camera Tool which will show you the following message after clicking the ''Search'' button:(you might have to select the correct network interface to which the camera is connected to. If for example you have a VPN connection, an active bluetooth module and the regular LAN interface, then you have to select the LAN interface in order to find your IP camera. Open the camera tool and press Search. Assign a static IP to your Windows PC Open the Network- and Sharing Centre(Control Panel ->Network and Security). The interface will show you a new unidentified LAN connection. Open it´s settings by clicking Local Area Network. Go to Properties, select the Internet Protocol Version 4(TCP/IPv4) and select Properties as shown below. Open the Windows Network- and Sharing Centre and go to the LAN adapter properties. The following window will open and allow you to set a static IP address for your PC/Laptop. Submit the settings by clicking OK and return to the IP Camera Tool. Open the IPv4 properties. Please fill in a valid IP address for your computer and set it to be new networks gateway and DNS server(see below):Assign a static IP address to your PC. Assign a static IP to your Mac Open the menu System Preferences go to Network and click on Ethernet. Please choose Configure IPv4:Manually and type in a valid IP address. Use the same IP address as the Router IP. Submit the new settings with Apply and return to the IP Camera Tool. Go to the Sytem Preferences and open the Ethernet configuration. Assign a static IP to your Camera Click on ''IP Config'' and select your camera on the left side. Fill in the IP address for the camera. The address has to be in the same IP subnet you used for your computer in '''step 3''' but has to be different from the address you choose above - e.g. '''just add 1''' to the last octet(see example below)!The Gateway and DNS server will be the IP address of your computer that you set above. If you are using a class C network the standard subnet mask is(Subnet Mask:255.255.255.0). Open the IP configuration tab of the INSTAR camera tool and set a valid IP address and submit. After submitting the data the camera will restart which takes about 30 seconds. Click on Search to find the camera again and double-click die camera entry to open the WebUI inside your default browser. If you want to use a different browser, type in the camera´s IP address into your browser´s address line and press Return. You are now able to change the camera´s settings and access the live stream. Open the camera´s new IP address with your default browser. If you choose the direct connection to do the initial WLAN configuration of your camera to integrate it into an existing Wifi network, type in the WLAN information under Network/WIFi and change the cameras IP address to a free address in the IP subnet that is used inside the wireless network. The camera will then restart - please unplug the LAN cable right after submitting the new IP address to allow the camera to connect to your wireless LAN.","link":"/Quick_Installation/Direct_LAN_Connection","title2": "Direkte Verbindung mit einem PC oder Notebook","chapter": "Quick Installation","tags":["Introduction", "Quickinstallation", "Network"],"image": "http://placehold.it/594x380","abstract": "Direct Connection between your Computer and your Camera","suggest" : {"input": [ "direct", "connection", "ethernet", "lan cable" ],"output": "Direct LAN Cable Connection","payload" : { "articleId" : 1004 },"weight" : 10}}
{"title": "Use an Alternative Scanner to Find your Camera","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Use an Alternative Scanner to Find your Camera The most convenient way to connect to find your camera on your local network, is the INSTAR Camera Tool. The following alternatives should only be used if the default tool fails. Alternative IP Scanner. Angry IP scanner is a very fast open-source IP address and port scanner. It is available for Windows, MacOSX as well as Linux. Fing is an easy-to-use command line tool to keep an eye on your local IP network. The software is available for Windows, macOS and LINUX. Easily discover all the devices on your personal and professional networks from your mobile phone. Available for Android and iOS.","link": "/Quick_Installation/Alternative_IP_Scanner","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"],"image":"http://placehold.it/594x380","abstract": "Use an Alternative Scanner to Find your Camera","suggest" : {"input": [ "alternative", "scanner", "fing", "ip address", "angry" ],"output": "Alternative Network Scanner","payload" : { "articleId" : 1005 },"weight" : 10}}
{"title": "Angry IP Scanner","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "The Angry IP Scanner Angry IP scanner is a very fast IP address and port scanner. It is cross-platform and lightweight. Not requiring any installations, it can be freely copied and used anywhere. Angry IP scanner simply pings each IP address to check if it’s alive, then optionally it is resolving its hostname, determines the MAC address, scans ports, etc. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool(MacOSX) or IP Camera Tool(Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically(DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is:Angry IP Scanner(Windows/MacOSX/Linux) You can find the newest Version here for Windows/MacOSX/Linux - install and start the application, type in the IP range and start the search. Please fill out the field IP Range with the IP range that your router´s DHCP service is set to. If you do not know the IP range, then simply use the command line on Windows, type in ipconfig and check your computers IPv4 address(see screenshot below). Use this IP address in Angry IP Scanner and just change the last octet to 1 for the start IP address and 254 for the last IP address to search the complete /24 subnet. Make sure your camera is disconnected from your network and then press Start to begin the scan. You can use the ipconfig command to confirm the IP range of your network. The scanner will now display all active devices in your network(marked in blue as shown below). In the case below we have 5 active devices. The scan reveals that there are 5 active devices inside the given IP range. Now connect your camera to your router and re-run the scan. The scanner will display a new network device with the hostname ipcamera (only VGA cameras). If the Angry IP scanner does not resolve the hostname, it under Tools - Fetchers. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. If you are unsure which host is the camera, unplug the camera and re-scan the network. The now missing entry will reveal the cameras IP address. Once you discovered your camera´s IP address, simply copy the address by right-clicking on it and paste it into your web browsers address bar and press the Return button. Copy the IP address and paste it into your browsers address bar to load the cameras web user interface. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank(or type in instar in case of a HD camera model). Congratulations!You now entered the cameras Web User Interface.","link": "/Quick_Installation/Alternative_IP_Scanner/Angry_IP_Scanner","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"],"image":"http://placehold.it/594x380","abstract": "Use the Angry IP Scanner to Find your Camera","suggest" : {"input": [ "alternative", "scanner", "ip address", "angry" ],"output": "Alternative Network Scanner - Angry IP Scanner","payload" : { "articleId" : 1006 },"weight" : 8}}
{"title": "Fing CLI","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Fing CLI Fing is the super-fast and reliable network scanning App. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool(MacOSX) or IP Camera Tool(Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is:Fing CLI(Windows/MacOSX/Linux) The newest version of the freeware application Fing can be found on here for Windows/macOSX/Linux. After installation type fing into your command console to start the software:Type fing into your commandline tool to start the program. Make sure that your camera is unplugged - then scan your network. Now connect the camera to your router and re-run the scan. The camera should have received an IP address by DHCP and be listed as a network device:Let the Fing scan your network for a new active host. You can now use the camera´s IP address to access the Web User Interface with your default web browser.","link": "/Quick_Installation/Alternative_IP_Scanner/Fing_CLI","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"],"image": "http://placehold.it/594x380","abstract": "Use the Fing Command Line Interface to Find your Camera","suggest" : {"input": [ "alternative", "scanner", "fing", "ip address" ],"output": "Use the Fing Command Line Interface to Find your Camera","payload" : { "articleId" : 1007 },"weight" : 8}}
{"title": "Fing Mobile","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "The Fing Mobile App Fing is the super-fast and reliable network scanning App. Easily discover all the devices on your personal and professional networks from your mobile phone. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool (MacOSX) or IP Camera Tool (Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is Fing Mobile(Android/iOS) Fing for Android The newest version of the freeware Android App Fing can be found on Google Play. After installation you will see the following interface. Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80. Choose the cameras web port 80.... Press the http port and choose to open the camera´s Web User Interface. ...and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank(or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI. Login with the default username and password. Fing Mobile (Android/iOS) Fing for iOS The newest version of the freeware iOS App Fing can be found on the App Store. After installation you will see the following interface. Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80. Choose the cameras web port 80.... Press the http port and choose to open the camera´s Web User Interface. ...and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank (or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI.","link": "/Quick_Installation/Alternative_IP_Scanner/Fing_Mobile","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"],"image": "http://placehold.it/594x380","abstract": "Use the Fing Mobile App to Find your Camera","suggest" : {"input": [ "alternative", "scanner", "fing", "ip address" ],"output": "Use the Fing Mobile App to Find your Camera","payload" : { "articleId" : 1008 },"weight" : 8}}
{"title": "Language Selection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Language Selection How to set the Language in the Web User Interface? The new INSTAR web interface for your ip camera detects automatically what default language your web browser is using. By default the web interface will be loaded in the language which is used by your web browser. You can also click Software/Language on the left side navigation in order to select the language you would like to use. Web User Interface Language Selection::Go to Software / Language. Web User Interface Language Selection::And choose the language you want to load the user interface in.","link": "/Quick_Installation/Language_Selection","title2": "Sprachauswahl in der IP Kamera","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"],"image": "http://placehold.it/594x380","abstract": "Select the Language of the User Interface","suggest" : {"input": [ "language", "interface", "webui" ],"output": "Select the Language of the User Interface","payload" : { "articleId" : 1009 },"weight" : 10}}
{"title": "User Account Management","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "User Account Management The three different user levels allow you to share access to your camera without the need of granting access to all camera features. Logging in with a limited user right level removes options from the web user interface you don´t want people to have access to. Please be aware that publishing your IP cam as a web cam on your website allow people to get access to your username and password. When making your camera available online always use a account with restricted user rights to keep your camera safe. Secure the Access to your IP Camera Your camera offers you three different access levels Admin This user has all rights and can change all settings. User A user can change settings concerning the cameras image but cannot change relevant system settings. Guest accounts are used for visitors and can simply display the video stream of the camera. You should use a guest login if you plan to embed the camera´s video stream inside a public website. In order to access the user menu please click System in the web interface of your IP camera and then choose the sub menu Users as shown below. We always recommend that you to set a personal password after setting up your camera. This way you make sure no one can access the video stream besides the people you grand access to. The password should consist of BIG and small letters and numbers. Please make sure the password is not longer then 12 characters in case of the VGA cameras or 30 characters in case of a HD camera. Special characters are possible but please check the characters which are not supported. After submitting the set password will be sent to the camera. After that you can sign back in with your newly created password. User Management Overlay for the HD Line Cameras. User Management Menu for the VGA Line Cameras. Default Logins HD Camera Series Admin Default Username: admin Default Password: instar User Default Username: user Default Password: instar Guest Default Username: guest Default Password: instar VGA Camera Series Admin Default Username: admin Default Password: none","link": "/Quick_Installation/Creating_User_Accounts","title2": "Benutzer Erstellen und Verwalten","chapter": "Quick Installation","tags": ["introduction", "quickinstallation", "web user interface", "webui", "installation", "default", "password", "login"],"image": "http://placehold.it/594x380","abstract": "User Account Management","suggest" : {"input": [ "user", "account", "password", "security", "default", "login" ],"output": "User Account Management","payload" : { "articleId" : 1010 },"weight" : 10}}
{"title": "Software Update","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Software Update Install the newest Firmware and Web User Interface on your IP Camera Please download the newest version of the WebUI or Firmware from our website. Go to the Download section on our website. Please select your camera model and scroll to the end of the page for the corresponding download links. Please read the instructions carefully to make an informed decision on which Software you have to download. Both updates - web user interface and firmware - can either be done through the INSTAR camera tool or the camera´s webUI and the update procedure is the same for Windows, MacOSX and LINUX respectively. Always update the Firmware first before updating the web user interface. Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version ? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. VERY IMPORTANT!For VGA Cameras! Please make sure that you are selecting the correct firmware version. You can confirm your firmware version via the web user interface(system/info) or with the INSTAR camera tool. If you are currently using the firmware version starting with xx.25 or xx.22 please make sure you are only downloading updated versions that also start with xx.25 or xx.22. Never install the versions xx.35. or xx.37.! If your firmware is currently starting with xx.35 or xx.37 please make sure that you are using the firmware updates starting with xx.35 or xx.37. HD Series Firmware/WebUI Update Download the newest Firmware/WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File and select the downloaded pkg file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!VGA Series Firmware Update Download the newest Firmware from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade Firmware and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!WebUI Update Download the newest WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade WebUI and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!","link": "/Quick_Installation/WebUI_And_Firmware_Upgrade","title2": "WebUI / Firmware Upgrade","chapter": "Quick Installation","tags": ["update", "installation", "web user interface", "webui", "software", "interface", "firmware"],"image": "http://placehold.it/594x380","abstract": "Update your Cameras Web User Interface and Firmware","suggest" : {"input": [ "update", "software", "firmware", "webui" ],"output": "Update your Cameras Web User Interface and Firmware","payload" : { "articleId" : 1011 },"weight" : 10}}
{"title": "Clear your Borwser History","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Clear your Borwser History Flush old parts of the web user interface after a WebUI update Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Clear Browsing History in Internet Explorer Clear Browsing History in Mozilla Firefox Clear Browsing History in Google Chromium Clear Browsing History in Opera Clear Browsing History in Edge Clear Browsing History in Vivaldi","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history"],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history" ],"output": "Clear your Borwser History after a Software Update","payload" : { "articleId" : 1012 },"weight" : 10}}
{"title": "Erase your Browsing History in Internet Explorer","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Internet Explorer Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Click on the cog wheel icon in the top right corner and choose Internet Options. In the General Tab go to Browsing History and check Clear Browsing History on Exit. Then click on Delete to open the Deletion Dialogue. Adjust the elements you want to delete(see above) and click on Delete. Wait for the Confirmation, restart your Browser and reload your camera's user interface.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Internet_Explorer","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history", "internet explorer"],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Internet Explorer after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "internet explorer" ],"output": "Clear your Borwser History in Internet Explorer after a Software Update","payload" : { "articleId" : 1013 },"weight" : 8}}
{"title": "Erase your Browsing History in Mozilla Firfox","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Mozilla Firefox Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Settings menu and choose Options. Go to the Privacy Tab and choose to never remember history. Then click on clear all current History. Check all options and click on Clear Now.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Mozilla_Firefox","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history", "mozilla", "firefox"],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Mozilla Firefox after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "mozilla", "firefox" ],"output": "Clear your Borwser History in Mozilla Firefox after a Software Update","payload" : { "articleId" : 1014 },"weight" : 8}}
{"title": "Erase your Browsing History in Google Chromium","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Google Chromium Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings. Click on Advanced Settings and scroll down to the Privacy section. Click on Clear Browsing Data. Click on Clear Browsing Data.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Google_Chromium","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history"],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Google Chrome after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "google", "chrome" ],"output": "Clear your Borwser History in Google Chrome after a Software Update","payload" : { "articleId" : 1015 },"weight" : 8}}
{"title": "Erase your Browsing History in Opera","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Opera Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings - Delete Private Data. Check the options above and click Delete.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Opera","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history", "opera"],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Opera after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "opera" ],"output": "Clear your Borwser History in Opera after a Software Update","payload" : { "articleId" : 1016 },"weight" : 8}}
{"title": "Erase your Browsing History in Microsoft Edge","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Internet Explorer Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings. Scroll down to the Privacy section and click on Clear Browsing Data. Check the options above and click on Delete.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Microsoft_Edge","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history", "microsoft", "edge" ],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Microsoft Edge after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "microsoft", "edge" ],"output": "Clear your Borwser History in Microsoft Edge after a Software Update","payload" : { "articleId" : 1017 },"weight" : 8}}
{"title": "Erase your Browsing History in Vivaldi","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Vivaldi Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open a new Browser Tab,click on History and Clear Browsing Data. Check the options above and click Clear Browsing Data.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Vivaldi","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": [ "browser", "web user interface", "webui", "update" , "history", "vivaldi" ],"image": "http://placehold.it/594x380","abstract": "Clear your Borwser History in Vivaldi after a Software Update","suggest" : {"input": [ "update", "software", "firmware", "webui", "browser", "history", "vivaldi" ],"output": "Clear your Borwser History in Vivaldi after a Software Update","payload" : { "articleId" : 1018 },"weight" : 8}}
{"title": "Wireless Connection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Wireless First steps to set up a Wifi connection Please be aware that the camera has to be installed via LAN cable first before it can be used in your wireless network - see First Steps. Please use the included Ethernet cable to connect the camera with your router. After the camera is connected, please open the web interface of your IP camera in your default web browser. Connect the WiFi antenna to the SMA/RP-SMA on camera (only for models with removable antenna), align it vertically to your router and place the camera close to your Wifi router for the rest of the installation process. Connect the antenna to your indoor camera. Connect the antenna to your outdoor camera. HD Cameras ATTENTION: Please make sure the password does not include any special characters such as ... Please make sure that the MAC Filter function is not activated in your router. The cameras LAN module has a different MAC address then the Wifi board. If you are using the Wifi access control of your router, please deactivate it, let the camera connect and add the new MAC address to the list of trusted devices before reactivating the filter. If you have trouble connecting to the network try setting the router´s Wifi channel to channel 6 or a channel which is not being used by routers nearby. If you have the camera set to use the DHCP service be aware that it will receive a new IP address because the MAC address for the Wifi board is different from the LAN MAC address. Simply open the INSTAR camera tool to reconnect to the camera. We recommend using a static IP address if you are having difficulties connecting to the wireless network. You can set a static IP in the web user interface in Network/IP configuration. If you are using a WEP 128 Bit encryption and you encounter any problems, we recommend you to switch your encryption to WPA (AES) or WPA2 (AES or CCMP). Also avoid mixed modes like WPA/WPA2 (TKIP). Step 1: Please open the menu Network/Wifi as shown below. Open the Wifi menu in the web user interface. Step 2: Click on the Search button to activate the Wifi module and let the camera search for active 2.4GHz networks in it´s environment. Use the camera´s search function to discover available 2.4GHz Wifi networks. Step 3: Choose your Wifi network from the list and press the Join button to copy the network´s details into the cameras Wifi settings. Select your network from the list and press Join. Step 4: Now simply add your Wifi password and confirm your input. Pressing the Submit button will save the information and allow you to Test the connection. To connect the camera to your wireless network, unplug the Ethernet cable and restart it. The camera will automatically connect to your wireless network and receive a new IP address from your router by DHCP (if activated). Please add your Wifi password and click Submit to save the information. VGA Cameras ATTENTION: Please make sure that the MAC Filter function is not activated in your router. The cameras LAN module has a different MAC address then the Wifi board. If you are using the Wifi access control of your router, please deactivate it, let the camera connect and add the new MAC address to the list of trusted devices before reactivating the filter. If you have trouble connecting to the network try setting the router´s Wifi channel to channel 6 or a channel which is not being used by routers nearby. If you have the camera set to use the DHCP service be aware that it will receive a new IP address because the MAC address for the Wifi board is different from the LAN MAC address. Simply open the INSTAR camera tool to reconnect to the camera. We recommend using a static IP address if you are having difficulties connecting to the wireless network. You can set a static IP in the web user interface in Network/IP configuration. If you are using a WEP 128 Bit encryption and you encounter any problems, we recommend you to switch your encryption to WPA (AES) or WPA2 (AES or CCMP). Also avoid mixed modes like WPA/WPA2 (TKIP). Step 1: Please open the menu Network/Wifi as shown below. Open the Wifi menu in the web user interface. Step 2: Click on the Scan button twice to activate the Wifi module and let the camera search for active 2.4GHz networks in it´s environment. Use the camera´s search function to discover available 2.4GHz Wifi networks. Step 3: Choose your Wifi network from the list to automatically copy the network´s details into the cameras Wifi settings. Select your network from the list. Step 4: Now simply add your Wifi password (shared key) and press the Submit button to save the information. To connect the camera to your wireless network and unplug the Ethernet cable. The camera will automatically connect to your wireless network and receive a new IP address from your router by DHCP (if activated). Please add your Wifi password and click Submit to save the information.","link": "/Quick_Installation/Set_Up_A_Wireless_Connection","title2": "Wie stelle ich eine WLAN Verbindung her?","chapter": "Quick Installation","tags": ["wireless", "wlan", "network", "connection", "router", "wps"],"image": "http://placehold.it/594x380","abstract": "Connect your Camera to your WiFi Router","suggest" : {"input": [ "wireless", "wlan", "network", "connection", "router", "wps" ],"output": "Connect your Camera to your WiFi Router","payload" : { "articleId" : 1019 },"weight" : 10}}
{"title": "The HD Web User Interface","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "The HD Web User Interface. Change the language of the web user interface, reboot or reset or upload a firmware and web UI update to your camera. Software Menu: Language, Reboot & Reset, Backup and Update Change your camera´s IP configuration or WiFi settings or connect it to your smartphone by scanning the DDNS, P2P or Push Service QR code with our smartphone app. Network Menu: IP Configuration, WiFi, DDNS, P2P, UPnP and Push Service Change your camera´s System settings, adjust the status and IR LEDs or the Pan, Tilt and Zoom behaviour of your camera. System Menu: Info, Date & Time, User, Status LED, IR LED, ONVIF, PTZ, PTZ Tour and System Log Adjust your video quality and the audio volume of your camera. The image settings allow you to adjust contrast, saturation and brightness of your camera. Multimedia Menu: Audio, Video and Image Activate your camera´s motion or audio detection and actions to be taken in case of an alarm - like video recordings, email alerts or FTP uploads. Alarm Menu: Areas, Privacy Mask, Actions, Schedule, SMTP Server, Email, FTP, Audio Alarm and SD Card All HD cameras are equipped with expandable SD card storage (up to 32 GB) that can be used to store photo series or video recordings. Recording Menu: Schedule, Video and Photoseries The Menu Bar is located above the live video and allows you to quickly access the SD card, take snapshots or start recordings or activate the motion detection of your camera. Menu Bar: The HD WebUI Menu Bar The Video Menu Bar is a part of the ActiveX video plugin. To make use of the plugin, you have to activate it inside the Video Menu. Video Menu Bar: The HD WebUI Video Menu Bar Every camera that can be panned, tilted or have a lense with a variable focal length can be controlled directly from the user interface. PTZ Controls: The HD WebUI Pan, Tilt & Zoom Controls.","link": "/Web_User_Interface/HD_Series/","title2": "Die Weboberflaeche der HD Serie","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Configure your HD Camera over the Web User Interface","suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "INSTAR HD Camera Web User Interface","payload" : { "articleId" : 1031 },"weight" : 10}}
{"title": "HD WebUI :: Software Menu","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Language Menu: Change the language of the web user interface to German, English, French or Chinese. The user interface automatically sets the language according to the language of your operating system. You can manually change it, if the auto-detection fails or you want the UI to be displayed in different languages on different computers. Your selection will be saved locally as a cookie and not globally on your camera. Backup Menu: You can backup your camera configuration after setting everything up. Download the file and name it appropriately for a later restore. Please be aware that software updates sometimes add new variables functions to the camera and you won´t be able to use your old backup files anymore. Always create a new backup after an software update to be sure. Update Menu: The INSTAR software department is constantly working to improve your experience with our product. You can check the update section from time to time to make sure your system is still up-to-date. You can also check our DOWNLOAD AREA to find our newest software and corresponding changelogs. Reboot & Reset Menu: Use this function to reboot or reset your camera safely. It is not recommended to simply unplug replug your camera or use the hardware reset unnecessarily (those actions can be harmful to running operations as well as causing hardware defects on the internal SD card). Please always use the soft- restart and reset via the web user interface. Use the hardware reset in case that you have lost access to the interface.","link": "/Web_User_Interface/HD_Series/Software/","title2": "Software Menue der HD Weboberflaeche","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Configure your HD Camera over the Web User Interface","suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Software Menu","payload" : { "articleId" : 1032 },"weight" : 10}}
{"title": "HD WebUI :: Language Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Language Overlay: Change the language of the web user interface to German, English, French or Chinese. The user interface automatically sets the language according to the language of your operating system. You can manually change it, if the auto-detection fails or you want the UI to be displayed in different languages on different computers. Your selection will be saved locally as a cookie and not globally on your camera. Set the Interface Language - Here you can choose the language of the web user interface. The web user interface will reload after you click Submit. The user interface will be displayed in German. The user interface will be displayed in English. The user interface will be displayed in French. The user interface will be displayed in Chinese.","link": "/Web_User_Interface/HD_Series/Software/Language/","title2": "Das Language Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "language", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set the Language used by the User Interface","suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Language Overlay","payload" : { "articleId" : 1033 },"weight" : 1}}
{"title": "HD WebUI :: Backup Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Backup Overlay: You can backup your camera configuration after setting everything up. Download the file and name it appropriately for a later restore. Please be aware that software updates sometimes add new variables functions to the camera and you won´t be able to use your old backup files anymore. Always create a new backup after an software update to be sure. Backup your Camera Configuration. To save your camera settings please check the corresponding box, click submit and you will be asked for a file path and name. The default is config_backup.bin and the file path is the download folder of your browser. To restore the settings check Load Backup Copy, browse for the backup file and click submit. Save Backup Copy: Save you settings in a config_backup.bin file after you configured up your camera. Simply check the save backup box and submit. Load Backup Copy: To restore your settings, e.g. after a reset, check the load backup box, browse for the backup file and submit. Browse: Click here to search for your config_backup.bin backup file. Just submit the file to restore your settings.","link": "/Web_User_Interface/HD_Series/Software/Backup/","title2": "Das Backup Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "backup", "language", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Backup and Restore your Camera Settings","suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Backup Overlay","payload" : { "articleId" : 1034 },"weight" : 1}}
{"title": "HD WebUI :: Update Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Update Overlay: The INSTAR software department is constantly working to improve your experience with our product. You can check the update section from time to time to make sure your system is still up-to-date. You can also check our download area to find our newest software and corresponding changelogs. Keep your Camera Up-to-Date: You can download regular software updates for your camera from download.instar.com. Please use the browse button to set the file path once you downloaded and unzipped the update BIN and click Submit to upload the file to your camera. Use the update function only when the camera is connected to the router by LAN cable! Laden Sie sich bitte die neueste Firmware für Ihre INSTAR HD Kamera auf der linken Seite herunter und entpacken Sie die heruntergeladenen ZIP Datei. Sie finden darin dann eine update.pkg Datei. Öffnen Sie die Weboberfläche Ihrer Kamera und gehen Sie dort auf Software. Upgrade und wählen Sie dort die update.pkg Datei aus, um diese auf Ihre Kamera aufzuspielen. Bestätigen Sie das Ganze und warten Sie bis zu 12 Minuten bis das Update komplett aufgespielt wurde. Camera Model: Displays your camera model number. For more information on your camera model check our complete list. Firmware Version: Version of the operating system of your camera. Information about a software update can be found here. WebUI Version: Version of the web user interface of your camera. Information about a software update can be found here. Software is up to date: You will be shown link to the update once a newer version of the camera software becomes available. Please be aware that you have to unzip the update.pkg file from the ZIP container first, before uploading it to your camera! Browse: Click here to browse for the update.pkg file and submit. More information for the software update can be found here.","link": "/Web_User_Interface/HD_Series/Software/Update/","title2": "Das Update Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "update", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Update your Cameras User Interface and Firmware" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Language Overlay","payload" : { "articleId" : 1035 },"weight" : 1}}
{"title": "HD WebUI :: Reboot & Reset Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Reboot & Reset Overlay: Use this function to reboot or reset your camera safely. It is not recommended to simply unplug replug your camera or use the hardware reset unnecessarily (those actions can be harmful to running operations as well as causing hardware defects on the internal SD card). Please always use the soft- restart and reset via the web user interface. Use the hardware reset in case that you have lost access to the interface. Reboot or Reset your Camera: You can download regular software updates for your camera from download.instar.com. Please use the browse button to set the file path once you downloaded and unzipped the update BIN and click Submit to upload the file to your camera. Use the update function only when the camera is connected to the router by LAN cable! Camera Model: Displays your camera model number - For more information on your camera model check our complete list. Firmware Version: Version of the operating system of your camera. Information about a software update can be found here. WebUI Version: Version of the web user interface of your camera. Information about a software update can be found here. Reboot Camera: Check the reboot box and submit to restart your camera. Reset Camera: Check the reset box and submit to reset your camera to it´s factory defaults. Please be aware that you will have to set up your camera again via an Ethernet cable after a factory reset.","link": "/Web_User_Interface/HD_Series/Software/Reboot_Reset/","title2": "Das Reboot & Reset Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "software", "reboot", "reset", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Reboot or Reset your Camera" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Reset Overlay","payload" : { "articleId" : 1036 },"weight" : 1}}
{"title": "HD WebUI :: Network Menu","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "IP Configuration Menu: Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the INSTALLATION WIZARD and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI OVER THE INTERNET. The RTSP port is the camera´s RTSP STREAMING PORT. WiFi Menu: Your WiFi connection should already be set up by WPS or by the INSTALLATION WIZARD. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. DDNS Menu: You have two ways to access your camera over the internet - the easy way is called P2P. The only way to get complete access to all your camera´s functions is called DDNS. The DDNS or Internet Address gives you access to your cameras web user interface. P2P Menu: The P2P access allows you to access your camera´s live video stream via our iOS or Android app. Simply scan the P2P QR code with our app and confirm the settings - done! Please be aware, while the QR code on the camera case only works if your camera still has the default administrator login (PLEASE CHANGE THAT IMMEDIANTLY) the QR code here is always generated with the actual parameters set on the camera. UPnP Menu: The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS ACCESS to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. Push Service Menu: Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for IOS or ANDROID devices.","link": "/Web_User_Interface/HD_Series/Network/","title2": "Das Netzwerk Menue","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust zour Camera's Network Configuration" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Network Menu","payload" : { "articleId" : 1037 },"weight" : 10}}
{"title": "HD WebUI :: IP Configuration Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "IP Configuration Overlay. Change your cameras IP address, gateway and DNS server - all these settings are usually set up by the installation wizard and don´t need to be changed. The camera´s http port might have to be changed to access your cameras webUI over the internet. The RTSP port is the camera´s RTSP streaming port. Set the Network Configuration: You can set whether the camera will be assigned an IP address by your router (DHCP) or, if you want to manually set a fixed address. Please check here on how to set a fixed IP address. In general, we recommend that you deactivate the automatic service and set a manual IP to avoid further trouble with the remote access to your camera. For the RTSP Port please refer to RTSP Streaming for details on the use of the camera´s RTSP videostream. Remember to forward the RTSP Port if you want to access the RTSP Stream over the internet with your DDNS Address. The RTMP Port is used by the Flash plugin in your camera´s web user interface.Remember to forward the RTMP Port (alongside your LAN Port!) if you want to access the web user interface over the internet with your DDNS Address. IP Address: This is the IPv4 address of your camera isnide your local network. To access your camera´s web user interface, simply type in the IP address into the address bar of web browser. If your camera´s LAN port is not 80, please add the port to the IP address seperated by a : , like 192.168.1.125:8081. Subnetmask: The subnet mask defines the subnet your camera is connected to. It is 255.255.255.0 in most small networks. Gateway: The gateway is the connection between your local network and the internet. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. DNS Server: The DNS server is needed by your camera to resolve internet addresses. In most small networks it is the IP address of your router - e.g. 192.168.1.1, 192.168.2.1 or 192.168.178.1. LAN Port: The LAN Port is the HTTP Port of your camera. Add this port to your camera´s IP address, if you want to access the web user interface with your web browser. This is also the port that you need to forward inside your router, to access your camera via it´s DDNS Address. We recommend that you use a HTTP port that is higher then 8080. RTMP (Flash) Port: The RTMP Port is the video streaming port for the Flash Video Plugin. Please forward this port if you want to access the web user interface over the internet. You do not need to forward the port to access your camera over our smartphone app! RTSP Authentification active: If you want to use a streaming software like VLC Player to access the RTSP Stream, you have the option to deactivate the need to authenticate. The stream will become freely available on your network. Please make sure that authentication is active before forwarding the RTSP port! RTSP Port: The RTSP Stream of your camera runs over the RTSP Port. Make sure that the port is forwarded inside your router, if you want to access it over your cameras DDNS Address.","link": "/Web_User_Interface/HD_Series/Network/IP_Configuration/","title2": "Das IP Konfiguration Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "LAN", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Configure your Camera's Network Settings" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface IP Configuration Overlay","payload" : { "articleId" : 1037 },"weight" : 1}}
{"title": "HD WebUI :: WiFi Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "WiFi Overlay: Your WiFi connection should already be set up by WPS or by the installation wizard. Use the WiFi scanner to connect your camera to a different WiFi network. Or use the scan results to check the signal strenght at the camera´s installation spot. Connect to your WiFi Network. Password Guidelines: The WiFi password is limited to max. 63 characters and may not contain the following special characters. Search Manual: Please click on Search to let your camera search for wireless networks. Select your WiFi from the list below, add your WiFi key and Submit. After confirmation, simply unplug the Ethernet cable and your camera will connect to the WiFi network. Alternatively, type in the network parameter manually. Network Type: Choose if you want to connect your camera directly to another network device (ad hoc). Or if you want to add it to the local WiFi network of your wireless router (infra). Authentication Encryption: Choose the encryption standard that your router is using. We recommend that you set your router to use pure WPA2 (AES or CCMP) and not WPA+WPA2 (TKIP). Type of Encryption: Set the type of encryption to the same encryption that your router is using. We recommend to set your WiFi router to use the AES standard. In case of an AVM Fritzbox, select CCMP and couple it with AES inside your camera. WiFi Key: Here you need to add the WiFi key that you use to connect devices to your local wireless network. The WiFi can sometimes be found on a sticker directly on the router itself. If you cannot use the WPS service (Wireless Portected Setup) to integrate the camera into you local WiFi network - see included flyer Plug & Play for further information for the WPS function - click search to start the WLAN scanner. Just choose your own network and click “Join”. Now you just have to add the WiFi password (WLAN Key) and click submit to save the settings. Afterwards you can use the Test function to verify your settings. Please disconnect the LAN cable and restart the camera (simply unplug the power supply for 3 seconds). The camera will automatically - within max. 5 minutes - connect to your WiFi network. The cameras WiFi module will receive a new address from your router - in case you didn’t assign a static IP address to your camera yet. You might have to use the INSTAR Camera Tool again to rediscover your camera. Your camera is now connected via WiFi! Attention: Your WiFi modules MAC address is not identical with the LAN MAC address of your camera! In case you are using a MAC filtering rule for your WiFi network please deactivate the filter and add your camera to the list of trusted devices before reactivating it. Additional Remark: Your camera supports a range of encryption standards - we recommend for your safety and reliability of your connection, that you set your WiFi network to WPA2 (PSK) with AES (or CCMP). With older routers choose WPA (PSK) AES. Avoid using a mixed mode like WPA&WPA2 - TKIP! If your WiFi stays unstable please choose a fixed WiFi channel for your router - we recommend the channels 1 - 6.","link": "/Web_User_Interface/HD_Series/Network/WiFi/","title2": "Das WLAN Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "WLAN", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Connect your Camera to the WiFi Network" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface WiFi Overlay","payload" : { "articleId" : 1038 },"weight" : 1}}
{"title": "HD WebUI :: P2P Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "P2P Overlay: The P2P access allows you to access your camera´s live video stream via our iOS or Android app. Simply scan the P2P QR code with our app and confirm the settings - done! Please be aware, while the QR code on the camera case only works if your camera still has the default administrator login (please change that immediantly) the QR code here is always generated with the actual parameters set on the camera. Point-to-Point Connection. Activate P2P Connection: By activating the Point-2-Point connection, you enable your camera to directly connect with our InstarVision app on your smartphone or tablet. This way you do not need to set up a Port Forwarding inside your router to access your camera, when you are on the road. But the connection is - in most cases - slower then the speed that you will get by accessing your camera over your DDNS Address. P2P User ID: This is your camera´s identification number, that is used for the P2P connection. You can manual type it into Thirdparty Software like P2P Client. When you are using our Smartphone app, just scan the QR Code below to transmit all information neccessary for the integration of your camera. QR Code: To add your camera to our iPhone or Android app, you simply have to scan the QR code. Activate the p2p function to access your camera from the internet without the need for a port forwarding in your router. Simply add the camera as a p2p camera in our InstarVision app, scan the QR code on the Network P2P overlay in the WebUI or from the sticker on the camera and add the camera administrator login. No public IPv4 Address needed. You can access your camera even behind an IPv6 connection or or mobile AP (UMTS LTE, with changing WAN IP) ! Use the p2p function to access your camera from the internet, when you cannot set a port forwarding for the camera necessary for the DDNS service. There are 3 ways to connect your camera. You can choose the apps Search function to discover the p2p camera inside your local network, type in the User ID from the camera ´s web UI (or the sticker on the camera case) or use the QR code scanner to scan the QR code (just hold your smartphone over the QR code - the scanner works automatically). The QR code in the web UI is created dynamically and will contain all information the app needs to set up your camera. The QR code on the sticker will contain the camera ´s default settings to allow you to quickly set up the camera. We recommend that you change the administrator password for the camera and use the QR code from the web UI.","link": "/Web_User_Interface/HD_Series/Network/DDNS/","title2": "Das P2P Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "P2P", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Access your Camera over the Internet (P2P)" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface P2P Overlay","payload" : { "articleId" : 1039 },"weight" : 1}}
{"title": "HD WebUI :: UPnP Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "UPnP Overlay: The UPnP standard is supposed to make your life easy. Every port that is needed publicly by a device on your network will automatically be forwarded. This would make the DDNS access to your camera very easy...unfortunately it often does not work and might be considered a security hazard by your network administrator. Please deactivate UPnP if you are working with a manually forwarded port for your camera. Automated Port Forwarding. UPnP Status: Activate or deactivate the Universal Plug & Play service for your camera. You can confirm the actual status in the System Info Menu. If you are using Universal Plug & Play for your network devices. Please activate the UPnP service in your camera to automatically set the port forwarding for your camera. Better go Manual: In case you are using a manual port forwarding rule in your router to access your camera from the internet, make sure the cameras UPnP service is deactivated! We recommend setting up a manual port forwarding.","link": "/Web_User_Interface/HD_Series/Network/UPnP/","title2": "Das UPnP Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "UPnP", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Universal Plug &amp; Play" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface UPnP Overlay","payload" : { "articleId" : 1040 },"weight" : 1}}
{"title": "HD WebUI :: Push Service Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Push Service Overlay: Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for iOS or Android devices. Push Alarm Notifications. Activate Push Service: Activate or deactivate the Push Notification for our InstarVision Smartphone App. Open the Multiview Menu in our Android or iOS App, activate the Push Button and scan the QR Code displayed below.","link": "/Web_User_Interface/HD_Series/Network/Push_Service/","title2": "Das Push Service Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "Push", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Get a Push Notification in Case of an Alert" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Push Service Overlay","payload" : { "articleId" : 1041 },"weight" : 1}}
{"title": "HD WebUI :: Push Service Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Push Service Overlay: Your camera can notify you by Email every time a motion detection is triggered. A push notification serves the same purpose but is a lot faster! Activate Push if you want to be notified right away when something is happening in front of your camera. The push notification only works with our InstarVision app for iOS or Android devices. Push Alarm Notifications. Activate Push Service: Activate or deactivate the Push Notification for our InstarVision Smartphone App. Open the Multiview Menu in our Android or iOS App, activate the Push Button and scan the QR Code displayed below.","link": "/Web_User_Interface/HD_Series/Network/Push_Service/","title2": "Das Push Service Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "Push", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Get a Push Notification in Case of an Alert" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Push Service Overlay","payload" : { "articleId" : 1041 },"weight" : 1}}
{"title": "HD WebUI :: System Menu","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "System Menu. Info Menu: Info is simply a collection of a lot of system internals that are interesting if you have to start troubleshooting your set up. You DDNS access doesn´t work? Check the DDNS status (has to be successful) and the UPnP Status (most likely has to be deactivated). You can also try accessing your camera via it´s WAN IP (instead of DDNS address) - to check wether it is the DDNS address or your port forwarding that is the culprit. Date & Time Menu: Your camera will automatically contact a so-called NTP Server to set the internal clock. It is recommended to leave this feature on at all times. But if your camera cannot connect to the internet, you can synchronize the clock with your computer. But be aware that this has to be done regularly to keep your camera on-time. User Menu: Your camera will be set up with 3 user classes - administrator, user and visitor - and one password for all of them - instar. Please change this as soon as you want to forward your camera to the internet. And don´t forget to change all three of them. You can use the RTSP Stream if you want to allow users to access your camera without the hassle of a password. STATUS LED Menu: Did you notice the blue and blinking LED on the camera? It can be very annoying in a dark room. But it can be used to troubleshoot your network connection or to make people aware that they are being recorded. For all other purposes come here to deactivate it. IR LED Menu: Your camera´s IR LEDs are switched on and off automatically by the internal light sensor. If you want to use your camera behind a highly reflective window or you are using your camera as a weather webcam and don´t need the IR light, simply deactivate the LEDs here. Be aware that the automatic IRcut filter will be moved in front of the lense permanently in this mode. That means you cannot use an external IR spotlight with your camera, if the internal IR lights are turned off. ONVIF Menu: The surveillance industry has created an open standard protocol called ONVIF that allows cameras to communicate with each other and with network recording devices. You can activate or deactivate this service and change the port that it is using - as needed by your receiving ONVIF device. PTZ Menu: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. PTZ Tour Menu: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. System Log Menu: Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger.","link": "/Web_User_Interface/HD_Series/System/","title2": "Das System Menue","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust your Camera Settings in the System Menu" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface System Menu","payload" : { "articleId" : 1042 },"weight" : 10}}
{"title": "HD WebUI :: Info Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Info Overlay: Info is simply a collection of a lot of system internals that are interesting if you have to start troubleshooting your set up. You DDNS access doesn´t work? Check the DDNS status (has to be successful) and the UPnP Status (most likely has to be deactivated). You can also try accessing your camera via it´s WAN IP (instead of DDNS address) - to check wether it is the DDNS address or your port forwarding that is the culprit. Keep an Eye on your Camera´s Operation. Camera ID: Model number of your camera. Firmware Version: Version of your camera´s operating system. You can always find the newest version of the Firmware WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. WebUI Version: Version of your camera´s web user interface. You can always find the newest version of the Firmware WebUI in our Download Area. The software is uploaded to your camera through the Update Menu. Network Interface: Displays whether your camera is connected by WiFi or Ethernet cable. MAC Address: Hardware identification of the active (LAN or WLAN) network interface. SD Status: Displays if your camera´s SD card is ready for operation and it´s remaining capacity (the SD card is used as a ring buffer - the oldest folder is deleted once the capacity is reached). IR LED Status: Operating mode of your nightvision LEDs - either switched on automatically (when it is getting dark) or permanently deactivated. WAN IP Address: Wide Area Network Address of your internet connection. This is the address that your DDNS Address will be translated to, to make your camera availabe from the internet (needs a Port Forwarding!). DDNS Status: This function checks if your DDNS Address was successfully updated with your actual WAN IP Address. This is a requirement to ccess your camera from the internet. UPnP Status: The UPnP service automatically tries to set a Port Forwarding for the DDNS access to your camera. We recommend to deactivate this service and create a manual forwarding instead. Camera active since: Up-time of your camera since the last reboot.","link": "/Web_User_Interface/HD_Series/System/Info/","title2": "Das Info Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "System", "Info", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Information about your Camera's Operations" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Information about your Camera's Operations","payload" : { "articleId" : 1043 },"weight" : 1}}
{"title": "HD WebUI :: Date & Time Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Date & Time Overlay. Your camera will automatically contact a so-called NTP Server to set the internal clock. It is recommended to leave this feature on at all times. But if your camera cannot connect to the internet, you can synchronize the clock with your computer. But be aware that this has to be done regularly to keep your camera on-time. Keep your Cameras Time in Sync. Date & Time from your Camera: Internal time set inside your camera´s operating system. This time will be used for all alarm and recording schedules, as well as the time stamp used for file names. Synchronize with Computer Time: If your camera does not have access to the internet, you can use this function to synchronize your computer time setting with your camera. This is not recommended, since you will have to repeat this process regularly to keep the internal clock accurate. Date & Time from Computer: This is the time, that your PC is set to. The function above will synchronize this with the internal clock of your camera. Synchronize with NTP Server: This function synchronizes the internal clock of your camera with a internet time server. It is recommended to use this to keep the camera time accurate. Timezone: Here you can choose the time zone in which the camera is situated - in case of Germany, this would be GMT+1. Activate Summer Time: Activate or deactivate Daylight-Saving Time - please be aware, that switched on, this setting will not automatically be deactivated in winter! NTP Server: If you run into problems with the automatic synchronization, you can try a different internet time server from this list. Closed company networks might need to set an internal NTP server - this can be done wth a CGI Command. NTP Update Intervall: Set the interval you want your camera to use for the time synchronization. You can set up the internal clock of the camera to be either synchronised with your PC clock or with one of several NTP servers. As long as your camera has access to the internet it is recommended to use an NTP server synchronisation to achieve a higher accuracy for alarm trigger events. Please activate “Consider Daylight Saving Time” when in effect.","link": "/Web_User_Interface/HD_Series/System/Date_Time/","title2": "Das Datum und Uhrzeit Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "date", "time", "zone", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set your Camera's Time and Date" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set your Camera's Time and Date","payload" : { "articleId" : 1044 },"weight" : 1}}
{"title": "HD WebUI :: User Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "User Overlay - Your camera will be set up with 3 user classes - administrator, user and visitor - and one password for all of them - instar. Please change this as soon as you want to forward your camera to the internet. And don´t forget to change all three of them. You can use the RTSP Stream if you want to allow users to access your camera without the hassle of a password. Change your Login before forwarding your Camera. Admin name: This is the name and password for the administrator login. The administrator has access to all functions of the camera. The default is admin instar. User name: This is the name and password for the regular user login. The user has access to the videostream and can also pan&tilt your camera (only PTZ cameras). The configuration menu will not be available. The default is user instar. Guest name: This is the name and password for a guest login. The guest only has access to the videostream. The default is guest instar. Attention: The username and password may not contain more then 30 characters. The following special characters are currently supported. The following special characters are not supported. The web user interface offers a 3-level user management with different access rights for administrators, operators and visitors. You can set user names and passwords for all three user levels in the Users mask. Guests will only have access to the videostream of the camera, Users in addition are able to use the pan&tilt function and only the Administrator will have access to all the camera’s configuration menus.","link": "/Web_User_Interface/HD_Series/System/User/","title2": "Das Benutzer Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "user", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Multi-level User Management" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Multi-level User Management","payload" : { "articleId" : 1045 },"weight" : 1}}
{"title": "HD WebUI :: Status LED Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Status LED Overlay - Did you notice the blue and blinking LED on the camera? It can be very annoying in a dark room. But it can be used to troubleshoot your network connection or to make people aware that they are being recorded. For all other purposes come here to deactivate it. Deactivate your Camera´s Network LED (if available). Status LED: Aktivate or deactivate the network status LED of your camera (only for cameras with Staus LEDs). Here you can adjust the behaviour of the red Status LED at the power connector of the camera. Enable it to have it display camera activity - which is especially helpful during the installation process. Or deactivate it for normal operation.","link": "/Web_User_Interface/HD_Series/System/Status_LED/","title2": "Das Status LED Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "status", "LED", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Activate or Deactivate the Network Status LED" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Activate or Deactivate the Network Status LED","payload" : { "articleId" : 1046 },"weight" : 1}}
{"title": "HD WebUI :: IR LEDs Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "IR LEDs Overlay: Your camera´s IR LEDs are switched on and off automatically by the internal light sensor. If you want to use your camera behind a highly reflective window or you are using your camera as a weather webcam and don´t need the IR light, simply deactivate the LEDs here. Be aware that the automatic IRcut filter will be moved in front of the lense permanently in this mode. That means you cannot use an external IR spotlight with your camera, if the internal IR lights are turned off. Deactivate the Nightvision LEDs. Infrared LED Status: Here you can adjust the behaviour of the infrared LEDs of the camera. You can choose between 2 modes in which the LEDs are either always off or automatically switched on by a photodiode when it is getting dark. Time Schedule for IR LEDs: In case that you are not satisfied with the automatic mode - e.g. the night mode always switches on to early or switches off too late - you can set fixed times for those events here. Please be aware that it is not possible to permanently activate the IR LEDs. If you deactivate the IR LEDs by night you might get false alerts from the internal motion detection. In this case, you will have to deactivate the motion detection during the night using the alarm schedule.","link": "/Web_User_Interface/HD_Series/System/IR_LED/","title2": "Das IR LED Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "IR", "Infrared", "LED", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust the Behaviour of the Infrared LEDs" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Adjust the Behaviour of the Infrared LEDs","payload" : { "articleId" : 1047 },"weight" : 1}}
{"title": "HD WebUI :: ONVIF Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "ONVIF Overlay: The surveillance industry has created an open standard protocol called ONVIF that allows cameras to communicate with each other and with network recording devices. You can activate or deactivate this service and change the port that it is using - as needed by your receiving ONVIF device. Integrate your INSTAR Camera in a Third-party Application. Activate ONVIF Protocol: Activate or deactivate the ONVIF service of your camera. ONVIF Port: This is the port that external devices have to use to communicate with your camera over the ONVIF protocol. It is recommended to leave it at it´s default 8080. Make sure that you don´t use the same port as LAN, RTMP or RTSP port! ONVIF Authentication: If you third-party ONVIF device cannot connect with your camera, you can try to deactivate the authentication for the ONVIF protocoll. Be aware that everyone might be able to login your cameras live video stream, if authentication is deactivated. It is not recommended to forward the ONVIF port to the internet in this case. ONVIF is a global standard for the interface of IP-based security products. The ONVIF specification will ensure interoperability between products regardless of manufacturer, allowing you to integrate your INSTAR camera as a generic ONVIF camera into existing security systems.","link": "/Web_User_Interface/HD_Series/System/ONVIF/","title2": "Das ONVIF Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "ONVIF", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Connect your Camera over the ONVIF Protocol" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Connect your Camera over the ONVIF Protocol","payload" : { "articleId" : 1048 },"weight" : 1}}
{"title": "HD WebUI :: PTZ Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "PTZ Overlay: Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. Pan & Tilt Function (only in Pan, Tilt & Zoom Cameras). Camera Calibration & Positions: Activate or deactivate the camera PTZ calibration run at boot-up. Please be aware, that the saved positions for your camera will no longer be available, when the calibration is deactivated. Position 1 after reboot: The camera moves to the center position after the calibration by default. Check this box, if you want it to move to the saved position 1 instead. Only available when the camera calibration is active! Pan&Tilt does not cause an alarm: In most cases it is unwanted, that the pan&tilt movement of your camera causes a motion detection. But if you want to be notified whenever your camera is moved, just check this box. Activate step-by-step pan&tilt: With the default settings, your camera will move in one direction as long as you press the arrow button on the control pad. When your connection to the camera is plaqued with high latencies, it might happen, that the stop command is lost and your camera moves all the way to the end of range. You can use the one-step movement to prevent this from happening. Your camera will only move one step with every click on the control pad - giving you the highest ammount of precision. Pan speed: Set the velocity of the horizontal movement of your camera. Tilt speed: Set the velocity of the vertikal movement of your camera. vscan count: Set the ammount of vertical runs your camera should perform once you start the vscan function. hscan count: Set the ammount of horizontal runs your camera should perform once you start the hscan function. Show pan tilt limits menu: The P&T Limits allows you to reduce the range that your camera can move vertically and horizontally. The limits menu will be displayed at the P&T control pad once you activated the function here. Only available when the camera calibration is active! Activate alarm position: Activate the alarm position, if you want your camera to move to a specific saved position once the alarm was triggered. The is especially interesting, if you use an external sensor, like the IN-Motion 500, or the audio alarm. Let you camera keep an eye on one side and your external sensor on the other side. Only available when the camera calibration is active! Alamposition: Set the alarm position here. Here you can disable the cameras calibration run during start-up (please note that this also deactivates your saved postions!), send it to saved position 1 after a reboot and set the speed and number of auto-scans for the pan & tilt movement when you use the hscan or vscan. The Pan&Tilt Limits will be displayed next to the PTZ control pad. You can use them to limit the range of movement of your camera.","link": "/Web_User_Interface/HD_Series/System/PTZ/","title2": "Das PTZ Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "PTZ", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Ajust your Cameras PTZ Function" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Ajust your Cameras PTZ Function","payload" : { "articleId" : 1049 },"weight" : 1}}
{"title": "HD WebUI :: PTZ Tour Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "PTZ Tour Overlay - Deactivate your camera´s calibration run at startup (will also deactivate the saved positions). Let your camera go to a saved position after a restart or limit the range of the pan & tilt motion for privacy concerns. Program your own Camera Tour. Activate tour function: Program your own camera tour - pick a sequence from your saved positions and set a time that your camera should stay at this position (max. 43.200s = 12h). Number of repetitions: You can repeat the tour up to 50 times. Start your tour: Click on submit to start the first tour.","link": "/Web_User_Interface/HD_Series/System/PTZ_Tour/","title2": "Das PTZ Tour Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "PTZ", "Tour", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Program a PTZ Tour for your Camera" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Program a PTZ Tour for your Camera","payload" : { "articleId" : 1050 },"weight" : 1}}
{"title": "HD WebUI :: System Log Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "System Log Overlay - Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger. Keep an eye on your Camera´s Operation. ipc_server start: Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm: Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap)	The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video)	The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete: Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh	The log does not refresh as long as the menu is kept open. Click refresh to do it manually.Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm	Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap): The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video): The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete	Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh: The log does not refresh as long as the menu is kept open. Click refresh to do it manually.","link": "/Web_User_Interface/HD_Series/System/PTZ_Tour/","title2": "Das System Logbuch Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "log", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "System Log - Keep an eye on your Camera´s Operation" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "System Log - Keep an eye on your Camera´s Operation","payload" : { "articleId" : 1051 },"weight" : 1}}
{"title": "HD WebUI :: System Log Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "System Log Overlay - Something doesn´t work anymore? Check the system log file for information. You don´t receive Alarm Emails anymore but your SMTP settings look fine? Check the log if there are still motion trigger events. Or you get spammed with Alarm Emails but motion detection is already deactivated? Check your log - maybe the events are triggered by the Audio Alarm or an external trigger. Keep an eye on your Camera´s Operation. ipc_server start: Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm: Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap): The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video): The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete: Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh: The log does not refresh as long as the menu is kept open. Click refresh to do it manually.Time of the last system boot process. Be aware, that the system log will be deleted with every restart. -- empty entyry --: Login to the live video via the Flash Video Plugin. user(admin, user or guest) login for live stream: Login of the admin, user or guest to the live video stream (unless logged in over the Flash Plugin s. above). motion detection(area= 1,2,3 or 4) alarm: Time of a motion detection event in alarm area 1, 2, 3 or 4. input alarm: Time of the trigger alert by the alarm input - e.g. by an external sensor or the internal PIR sensor (in case of the IN-6014 HD). audio alarm: Time of an alarm event by the audio alarm of your camera. alarm event: alarm to email (snap): The alarm event triggered an alarm notification by email, according to your settings in the Alarm Actions Menu. alarm event: alarm to ftp (snap oder video): The alarm event triggered a video or snapshot upload by FTP, according to your settings in the Alarm Actions Menu, to your FTP Server. alarm event: alarm to SD (snap oder video): The alarm event triggered a video or snapshot recording on your SD Card, according to your settings in the Alarm Actions Menu. Delete: Delete the system log. Be aware, that the system log will be deleted with every restart. Refresh: The log does not refresh as long as the menu is kept open. Click refresh to do it manually.","link": "/Web_User_Interface/HD_Series/System/PTZ_Tour/","title2": "Das System Logbuch Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "system", "log", "network", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "System Log - Keep an eye on your Camera´s Operation" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "System Log - Keep an eye on your Camera´s Operation","payload" : { "articleId" : 1052 },"weight" : 1}}
{"title": "HD WebUI :: Multimedia Menu","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Multimedia Menu - Audio Menu: Here you can adjust the amplification of the cameras microphones/audio-in as well as the volume of the audio-out signal. Video Menu: The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3. Image Menu: Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name.","link": "/Web_User_Interface/HD_Series/Multimedia/","title2": "Das Multimedia Menue","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "multimedia", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust your Camera Video and Audio Settings" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Web User Interface Multimedia Menu","payload" : { "articleId" : 1053 },"weight" : 10}}
{"title": "HD WebUI :: Audio Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Audio Overlay: Here you can adjust the amplification of the cameras microphones audio-in as well as the volume of the audio-out signal. Adjust the Audio Volume. Activate Audio: Activate or deactivate the audio of your camera. This deactivates both, the audio input and output. Audio Output Volume: Here you can adjust the audio volume for the internal or optional external loudspeaker of your camera. Audio Input Volume: The audio input volume controls the internal or (optional) external microphone of your camera. Please be aware, that the volume indirectly influences the sensitivity of the audio detection. Activate Acoustic Signal: You can activate an acoustic signal that is played in case of an alarm event. Alarm events can be caused by the internal motion detection and the audio detection. Please be aware that the audio detection might be triggered by the acoustic signal! Here you can adjust the amplification of the cameras microphones audio-in as well as the volume of the audio-out signal.","link": "/Web_User_Interface/HD_Series/Multimedia/Audio/","title2": "Das Audio Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "multimedia", "audio", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust your Camera's Audio Volume" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Adjust your Camera's Audio Volume","payload" : { "articleId" : 1054 },"weight" : 1}}
{"title": "HD WebUI :: Video Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Video Overlay: The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3. Adjust the Video Settings. Activate MJPEG Stream: Your camera is able to send the video, instead of an h.264 encoded stream, in form of a sequence of single snapshots. This Motion-JPEG Stream has the advantage, that it can be displayed in every web browser without the need for a video plugin. This is necessary if you want to see the live video on a computer where you don´t have the rights to install a browser plugin, e.g. your company PC. The disadvantage of this mode is that the compression is a lot weaker and you will need a lot more bandwidth. You can quickly activate deactivate the mode with the quick toggle in the Video Menu Bar.Video Channel: Your camera can send it´s h.264 video in form of three different streams, with different resolution. You can access all three of them independently with external software. Selecting a stream here defines which stream is displayed inside the web user interface. Video Resolution: Displays the resolution of the selected video stream. The video resolution is defined by the Video Channel that you choose above. E.g. the first channel is always streamed in 720p HD resolution. Video Framerate: This value represents the frames per seconds that you want your to stream. Please be aware that this is only a theoretical maximum that you don´t want your camera to exceed. The actual framerate might be bottlenecked by your camera´s network connection and the exposure time of the image sensor (the darker the image becomes, the longer the image sensor has to collect light and the longer it takes to create a frame). The framerate is suitable to set an upper limit to the bandwidth requirement of your camera, to prevent a network overload. The default value of 15 fps is usually a workable compromise for most surveillance tasks. Video Bitrate: The bitrate determines how many information can be packed into the video stream. Increasing the bitrate will massively increase the bandwidth requirements for accessing the stream over the local network and will also increase the file size of recorded videos. A significant advantage in image quality will only be achieved, if the video contains a lot of fine details. In most cases it is recommended to leave this value at it´s default of 1024-2048kbps. Video Encoding: You can adjust if you want to hold the set bitrate, or if you want your camera to automatically use a lower bitrate if the video is low in details (e.g. your camera can often work with a much lower bitrate during the night). This will effect the file size of recorded videos, the processor load of your camera, as well as the bandwidth requirements of the live stream. We recommend that you use the variable Bitrate. Image Quality: Set the JPG quality of each frame that will be used for the h.264 video. You will get the best results using a value of 3. Keyframe Interval: A key frame (I-Frame) is a frame encoded in its entirety, much like a JPEG image. P-frames are predicted, ie, they contain only the changes from frame to frame. Hence I frames are typically 10x larger than P frames, so the fewer you have, the more compression you can get. As a compromise between image quality and bandwidth requirement, it is recommended to create about 1 keyframe every second. With the default intervall of 20 frames and a framerate of 15fps, your camera will send an I-Frame every (20 Frames 15 Frames s) = 1.33s. h.264 Video Plugin: Here you can choose the video plugin the web user interface uses to diplay the h.264 videostream. The default plugin is Flash. The Quicktime Player or our ActiveX Player can be chooses alternatively. The ActiveX Plugin can only be used under Windows with the Internet Explorer or Firefox Browser, but offers few adavantages over the other plugins. In general we recommend the use of the Flash Plugin. MotionJPEG Video Mode: If you are using the MJPEG stream, you can choose between two modes - a real MJPEG Stream (recommended) and a simulated Stream that is created by letting your browser request a new snapshot for each frame. I am not sure what the latter is for - but it is always nice to have it :) The video settings allow you to adjust the quality of all 3 videostreams of your camera. Please be adviced that high quality settings come with high requirements for your computer hardware and network bandwidth. Adjust the video quality to obtain a fluent video accordingly. Please refer to RTSP Streaming for accessing the cameras streams 2 and 3.","link": "/Web_User_Interface/HD_Series/Multimedia/Video/","title2": "Das Video Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "multimedia", "video", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust your Camera's Video Quality" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Adjust your Camera's Video Quality","payload" : { "articleId" : 1055 },"weight" : 1}}
{"title": "HD WebUI :: Image Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Image Overlay - Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name. Adjust the Image Settings. Reset: This button resets the image settings to their default values. Brightness: Ajust the brightness of the video image. Saturation: Ajust the saturation of the video image. Contrast: Ajust the contrast of the video image. Exposure: Ajust the exposure time (shutter) of the image sensor. Sharpness: Ajust the sharpness of the video image. Flip & Mirror: If you installed your camera over-head, simply flip and mirror the video to see it upright again. Show Timestamp: Set if you want your camera time to be displayed inside the video frame. The timestamp will also be visible in video recordings. Show Camera Name: Set if you want your camera name to be displayed inside the video frame. The camera name will also be visible in video recordings. You can type in a camera name in the input field below. Please be aware, that you cannot leave the camera name empty. Some Thirdparty Application (QNAP) determine the camera model by their camera name and won´t allow unknown models to be used with the INSTAR profile. In this case, you will have to reset your camera name back to it´s default - e.g. IN-6012HD. Here you can adjust the image parameters brightness, saturation, contrast, exposure (shutter) and sharpness. You can flip and mirror the video image, can display a timestamp and set a camera name and display it as well. The displayed parameters are burnt into the camera image. Please make sure to restart the camera after changing the name.","link": "/Web_User_Interface/HD_Series/Multimedia/Image/","title2": "Das Bild Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "multimedia", "image", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Adjust your Camera's Image Quality" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Adjust your Camera's Image Quality","payload" : { "articleId" : 1056 },"weight" : 1}}
{"title": "HD WebUI :: Alarm Menu","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Alarm Menu - Areas Menu: The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Privacy Mask Menu: The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Actions Menu: Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Schedule Menu: Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! SMTP Server Menu: Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails! Email Menu: Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. FTP Menu: To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. Audio Alarm Menu: The camera’s Audio Alarm uses the integrated microphone to detect noises and trigger alarm events. These events are handled just like motion detection events and will trigger the activated Alarm Actions. Please be aware that the sensitivity of the detection is both influenced by the sensitivity slider here, as well as by the overall volume of the microphone signal. You can adjust the amplification of the signal in the Multimedia Section. SD Card Menu: Please check the corresponding box and click submit to either format or unmount your SD card. It is recommended to always unmount your SD card before removing it from your camera! Your SD card might be unavailable after an unexpected restart. Please wait for the operating system to check the file system for errors. The SD card will show up again once it was successfuly mounted by the system.","link": "/Web_User_Interface/HD_Series/Alarm/","title2": "Das Alarm Menue","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set your Camera Alarm Actions" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set your Camera Alarm Actions","payload" : { "articleId" : 1057 },"weight" : 10}}
{"title": "HD WebUI :: Alarm Areas Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Alarm Areas Overlay - The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Set Motion Detection Areas. Areas: Klicken Sie auf den Radio Button hinter dem Bereich (1-4) den Sie bearbeiten möchten. Bewegen Sie danach Ihren Mauszeiger über das Bild Ihrer Kamera, halten Sie die linke Maustaste gedrückt und ziehen Sie ein Rechteck über dem Bild auf. Um einen zweiten Bereich aufzuziehen, wählen Sie den entsprechenden Bereich aus und wiederholen die weiteren Schritte. Die Bewegungserkennung der Kamera wird danach nur innerhalb dieser Bereiche nach Bewegungen suchen. Active: Der Haken hinter Aktiv aktiviert den entsprechenden Bereich. D.h. die Kamera beginnt innerhalb dieses Bereiches nach Bewegungen zu suchen und wird bei einer positiven Erkennung, die von Ihnen gewählten Alarmaktionen auslösen. In der Menüleiste über dem Livevideo finden Sie einen Shortcut um die einzelnen Bereich schnell zu aktivieren deaktivieren, ohne das Bereiche Menü aufrufen zu müssen. Sobald eine der Zahlen 1-4 rot dargestellt wird, ist der zugehörige Bereich aktiv. Sensitivity: Legen Sie hier fest, wie viele Pixel sich im Bild ändern müssen um eine Alarmaktion auszulösen. Umso höher die Empfindlichkeit ist, desto weniger muss sich im Bildinhalt verändern um einen Alarm auszulösen. Beachten Sie bitte, dass die Empfindlichkeit auch von der Größe des Bereiches abhängt. Ein Objekt, dass 100 Pixel im Videobild ein nimmt, nimmt prozentual eine größere Fläche in einem kleinen Bereich ein, als in einem großen Bereich. Wenn Sie zu viele Fehlalarme erhalten, versuchen Sie die Bereiche größer einzuzeichnen. Wenn Ihnen die Erkennung zu unempfindlich ist, zeichnen Sie kleinere Bereiche im Bild ein. All: Klicken Sie auf diesen Button um den ausgewählten Bereich über dem ganzen Bild aufzuspannen. Reset: Bewegen Sie den ausgewählten Bereich wieder in seine Ausgangsposition. Define Areas that will be used for the Motion Detection. The alarm areas detect motion by a picture analysis that is sensitive to every change inside the video frame instead of employing an infrared or microwave sensor. You can setup up to 4 detection areas - just activate an area and draw it’s shape onto the image - and adjusts it´s sensitivity to set a threshold for trigger events. Once the motion detection in an area is activated, its sensitivity can be adjusted from very insensitive (value=0) to very sensitive (value=100). Wrong: Many small Alarm Areas distributed over the Frame. The smaller an area, the bigger (in percent) a change in the image will be. Small areas are a lot more sensitive and should be used over parts of the image, where you never want to miss someone walking through. But they also lead to a large number of false alerts und should be used sparsely. You will receive a lot of false alarm notifications in the example above. Right: One big Area - small Areas only where they are critical. A big area is - according to the explanation above - much more resistent against false alerts. A big area over the whole image will only trigger an alert when a person comes very close to the camera. You can use a slightly higher sensitivity to compensate. To prevent that you might loose actual alarm events, add a smaller area where it is critical - e.g. a window or your front door. The smaller this area is is, the higher it´s sensitivity. To find the optimal setting, keep an eye on your camera´s System Log. If an area cause too many false alerts, make it bigger or decrease it´s sensitivity. Potential Errors: In case the camera’s position is prone to rapid light changes, e.g. changes in sun intensity due to cloud movements, you might be confronted with a high number of false alarms. In this case please refer to Actions Menu for employing a PIR motion detector.","link": "/Web_User_Interface/HD_Series/Alarm/Areas/","title2": "Das Alarm Bereiche Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "areas", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set the Detection Areas for Motion Detection" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set the Detection Areas for Motion Detection","payload" : { "articleId" : 1058 },"weight" : 1}}
{"title": "HD WebUI :: Privacy Mask Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Privacy Mask Overlay - The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Mask Private Areas. Areas: Click the radio button behind the area (1-4) that you want to edit. Move your mouse pointer over the image hold the left mouse button to draw your privacy mask. To draw a second mask, activate area 2 and repeat the step. Active: Check the Active box to activate the corresponding Area. The area will be masked inside the live video, video recordings as well as in snapshots. Full Area: Maximize the selected area to the full size of the frame. Reset: Return all areas to their default positions. Black out Areas from your Surveillance. The Privacy Mask Menu allows you to black out areas from your surveillance. E.g. you can still see a part of the public street in front of your house on your surveillance videos. But you can not adjust the camera angle any more. Now you can setup up to 4 masks to prevent the street from showing up in your surveillance footage - just activate an area and draw it’s shape onto the image. Flip & Mirror: Please be aware, that the privacy mask is not affected by the function to Flip & Mirror the camera image. If you installed your camera over head, first uncheck the flip & mirror boxes, mask the areas you want to hide and the turn the image upright again.","link": "/Web_User_Interface/HD_Series/Alarm/Privacy_Mask/","title2": "Das Privatsphaeren Maske Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "privacy", "mask", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Black out Parts of the Image Sensor" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set the Detection Areas for Motion Detection","payload" : { "articleId" : 1059 },"weight" : 1}}
{"title": "HD WebUI :: Alarm Actions Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Actions Overlay - Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP Server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Set what your Camera should do in Case of an Alert. Send Alarm Email: All alarm actions can be triggerd by the motion detection areas, the alarm input as well as the audio alarm. Here you can activate the alarm notification by email. Please be aware, that you first have to set your outgoing mail server (SMTP) and email receiver. Send Alarm Video to SD Card. Activate to save a video on the internal SD Card in case of an alarm. An alarm video file name always starts with an A and continuous with a time stamp. Your camera always records 3 seconds before the alarm event and 15 seconds after the trigger. Send Alarm Video to FTP Server: Activate sending a video to your FTP server after an alarm trigger. Please be aware, that you first have to set your FTP Server Information. Send Alarm Snapshot to SD Card: Activate saving snapshots to the internal SD card in case of an alarm. Send Alarm Snapshot to FTP Server: Activate sending snapshots to your FTP server in case of an alarm. Please be aware, that you first have to set your FTP information in the FTP menu. Snapshot Resolution: Set the resolution used for the snapshots uploaded to FTP, Email or saved to SD card in case of an alarm. Photos in Email: Set how many snapshots you want to be attached to an alarm email. Please be aware, that the email might be delayed if you attach too many images. If you want to be notified without a delay, please use the Push Service. Photos on SD Card: Set how many images you want to be saved to SD card in case of an alarm. Photos per FTP Upload: Set how many images you want your camera to send to your FTP server in case of an alarm. Activate External Output: Activate your cameras alarm input (not all camera models), and let your camera close the relay in case of an alarm. Relay closing time in seconds: Set for how long the alarm output relay should be closed in case of an alarm. Activate external alarm input: Activate your camera´s alarm input (not all camera models). Information about connecting an extern sensor can be found here. You can connect every sensor to your camera that is operated via a potential free contact. Relay closing time in seconds: Set for how long the alarm output relay should be closed in case of an alarm. Activate external alarm input: Activate your camera´s alarm input (not all camera models). Information about connecting an extern sensor can be found here. You can connect every sensor to your camera that is operated via a potential free contact. Electric circuit during alarm. Alarm device set to: Set if your external sensor is configured to close the circuit in case of a detection or if it will open the contact (see also IN-Motion 500). Please be aware that your camera will be in a constant state of alarm, if you set the alarm input to N.C. and you don´t connect an external sensor. Link alarm input and alarm areas: It is recommended to couple the internal motion detection with the external sensor. Please be aware, that you have to have at least one detection area active, when using the coupled state. Activate internal PIR sensor: Only IN-6014 HD - Activate the internal passive infrared sensor (PIR Motion Detector) to trigger an alert once a person enters the surveillance area. You can deactivate the alarm areas once the PIR sensor is active. Link PIR and motion detect areas: Only IN-6014 HD - You can also couple the alarm areas with the internal PIR sensor. Use this function to effectively screen out false alerts. Please be aware, that you have to at least activate one of the alarm areas to use this function! You also have to deactivate both the Eye Symbol as well as the Burglar Symbol in our smartphone app to deactivate the alarm. Activate acoustic signal: Only IN-6014 HD - Set if you want your camera to play an alarm signal in case of an alarm. For all other camera models have this function in the Audio Menu. What do you want the Camera to do in Case of an Alarm. Adjust the cameras behaviour in case of a motion alert trigger event. You can set the camera to send you an email and to save snapshots or videos on your SD card. Please make sure you set your SMTP server settings before activating the email notification and that you have a SD card in your cameras SDHC card slot (max. 32 GB) to use the video recording and send-to-FTP function - a 4 GB SD card is included in the delivery. Software-based Motion Detection. The software-based motion detection used by your camera for the activated Alarm Areas does not need any additional hardware to work and can be very precise in controlled indoor environments. The disadvantage is that the detection does not discriminate causes for changes inside the cameras field of view - a cloud moving by in front of the sun, raindrops or vegetation moving in the wind. Everything can cause an alarm. Use an external Sensor. You can use a motion detector like the IN-Motion 500 to improve the detection rate of your camera (Only cameras with an Alarm-In contact) if your camera does not yet come with a PIR motion sensor equipped like the IN-6014 HD. Simply connect the sensor to the alarm input and activate the external input. The camera will trigger an alarm when the pins 3&4 are bridged and the relay state is set to closed on alarm (n.o. “Normally Open”). If it is set to open on alarm, the alarm will be triggered once the circuit is broken by the relay inside the detector (n.c. “Normally Closed”) or if the wire is disconnected. The state you have to choose depends on your sensor - the wrong choice will give a continuous alert once the detector is connected. Remark: When you are using an external sensor (or the internal PIR sensor in case of the IN-6014 HD), then you have to either deactivate the internal motion detection (Alarm Areas) or have to couple it with the Alarm Input! The alarm cannot be triggered otherwise. Once you coupled both detection methods, you always have to deactivate both to deactivate the motion detection! Use the internal Sensor (IN-6014 HD). Activating the internal or external PIR sensor allows you to limit the motion detection to bodies whose temperature differs from the background. In most cases, this will be a person or animal in front of the cameras or the warm motor of a car. Changes in light conditions, fog in front of the camera at night or movements in the wind will not be detected by the PIR sensor. By coupling the PIR sensor with the detection areas, you will only get an alarm event if both detection methods were triggered at the same time. This will greatly reduce the number of false alerts you might have. But be aware that it also might eliminate a few positive alerts. Switch external devices in case of an alarm (or manually). The external output connects to a relay inside the camera that can be switched manually or automatically in case of an alarm event. Please check Activate External Output to let the camera open or close a circuit with an external device connected to the pins 1&2. The external output can be used with the cameras motion detection to activate signalling devices like sirens or LED lights. It can also be used to control connected devices manually, e.g. via our smartphone app. The relay can be connected to circuits with up to 60 V direct current 125 V alternating current and max. 1 A.","link": "/Web_User_Interface/HD_Series/Alarm/Actions/","title2": "Das Alarm Aktionen Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "actions", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Configure what you want to happen in case of an Alert" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Configure what you want to happen in case of an Alert","payload" : { "articleId" : 1060 },"weight" : 1}}
{"title": "HD WebUI :: Alarm Schedule Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Alarm Schedule Overlay - Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time! Set a Motion Detection Schedule. Select All: Click here to activate the alarm actions 24 7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. Deselect All: Click here to deactivate the alarm actions 24 7. Every active alarm function (motion detection, audio alarm and external alarm input) will be able to trigger the set alarm actions. Work Time: Click here to activate the alarm actions during normal working time. All active alarm functions will set to trigger alarm actions during this time window. Night Time: Click here to activate the alarm actions at night. All active alarm functions will set to trigger alarm actions during this time window. Invert All: This button inverts the selected time window. Automate the Alarm Function: Here you can define a time schedule in which the motion detection should be active for the active detection areas. Every blue square represents 30 minutes of armed motion detection. Please make sure to set the correct time zone as it will be used by the camera. Remember Daylight-Saving-Time!","link": "/Web_User_Interface/HD_Series/Alarm/Schedule/","title2": "Das Alarm Zeitplan Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "schedule", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Configure a Time Schedule for the Alarm Function" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Configure a Time Schedule for the Alarm Function","payload" : { "articleId" : 1061 },"weight" : 1}}
{"title": "HD WebUI :: SMTP Server Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "SMTP Server Overlay - Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails! Remember Daylight-Saving-Time! Set a Server the outgoing Alarm Emails. SMTP Presets: Your INSTAR camera can work with almost all email provider. The preset menu just gives you an overview over the most common outgoing email server. If you cannot find yours, simply type in your information manually below. If you don´t know your providers server address, simply choose the INSTAR SMTP Server. This preset allows you to send your emails through an INSTAR server directly to your personal email address. All you have to do next, is to type in your personal email address as receiver in the Email Menu. SMTP Server: Type in the server address of your email provider. If you don´t know the address, simply choose the INSTAR preset (above). Afterwards you just have to type in your personal email address as receiver in the Email Menu. SMTP Port: Choose the port that your SMTP server uses to receive your emails. The default value for an unencrypted mail transfer (SMTP SSL: none) is 25, for SSL choose port 465 and TLS STARTTLS uses the port 587. SMTP SSL: Choose the type of encryption that your SMTP server uses. Be aware that most servers offer all types of encryption - but they all use different ports. SMTP Username: Type in your email username - this is, in most cases, simply the email address that you want to use. SMTP Password: Type in the password for your email account and confirm it. Remark: Be aware that maximum length for the email password is 39 characters. The following special characters are not supported. Server Presets: Simply use the INSTAR Preset if you don´t know the SMTP information of your Email provider. Choose the preset from the drop down menu and confirm. The Email recipient can be set in the Email Menu. Set-up this way, your camera will use an INSTAR Server to send alarm mails to your personal Email address. This transfer will be TLS encrypted and INSTAR does not store any copies of your Emails!","link": "/Web_User_Interface/HD_Series/Alarm/SMTP_Server/","title2": "Das SMTP Server Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "smtp", "server", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set a Server for Outgoing Alarm Emails" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set a Server for Outgoing Alarm Emails","payload" : { "articleId" : 1062 },"weight" : 1}}
{"title": "HD WebUI :: Email Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Email Overlay - Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. Set Receiver Addresses for the Alarm Emails.Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place.","link": "/Web_User_Interface/HD_Series/Alarm/Email/","title2": "Das Email Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "email", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set an Email Receiver for the Alarm Notification" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set an Email Receiver for the Alarm Notification","payload" : { "articleId" : 1063 },"weight" : 1}}
{"title": "HD WebUI :: FTP Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "FTP Overlay - To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. Set a Server for your FTP Uploads. FTP Server: Type in your FTP server address here. You can also use devices inside your LAN for this function, e.g. a local server or maybe your Router or NAS. FTP Port: The default port for the FTP service is Port 21. Adjust this port here, if your configured your server differently. FTP Folder: The FTP directory - the folder that your camera will use to upload images and videos to - is always relative to the root directory of your FTP User! The root directory for each user is defined on your FTP server - read our AVM Fritzbox manual for an example. FTP Username: The username - and it´s access rights - are defined on your FTP server. Type in the username you want your camera to use here. FTP Password: Add the corresponding password here. FTP Modus: You can use the passive mode (PASV) in most cases. Only choose PORT mode if PASV fails. This might happen if your FTP server is by an NAT firewall. FTP Folder Structure: If you want to upload a large number of files to the FTP server, it is recommended to create a new folder for those uploads each day. With some systems you might run into some problems with this setting. In this case try to upload all files to one folder instead. Test: The test function will try to upload a file to your FTP server - the name of the file consists of the capital letter T and a Timestamp. Don´t forget to submit your settings first before using the Test Function! FTP Server Upload: To use the video FTP Upload you first have to set your ftp server address and login credentials. E.g. you can use your routers FTP service as FTP Server - in this case simply put in your routers IP as the FTP Server address. If you set up a FTP server on a local PC (for example with Filezilla Server), use the PC’s local IP address. Of course you can use webservers URL’s as well. The standard FTP port is 21. You can define an upload directory for your camera under FTP Folder. The root folder of the FTP server can be reached by. The separator for the folders is the forward slash. A subfolder (e.g. INSTAR) can be reached by INSTAR. An ending forward slash is not obligatory, but can be used. The FTP Username and FTP Password are the login credentials for your FTP Account. The name of the video file is fixed and corresponds to the following syntax: rec011_YYYYMMDDhhmmss.asf. The first part shows the channel that was used for the recording - 11, 12 or 13. Separated by an underscore follows a timestamp, which marks the time of the motion detection. Passive or Port: For the FTP Mode you can choose between a passive (PASV) and an active mode (PORT). The standard is the active PASV mode. If your server is installed behind a router with an active network address translation (NAT), or if a firewall is blocking the servers network from an external access by your camera, you should choose the PORT mode.","link": "/Web_User_Interface/HD_Series/Alarm/FTP/","title2": "Das FTP Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "FTP", "server", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set a FTP Server for the Alarm Upload" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set a FTP Server for the Alarm Upload","payload" : { "articleId" : 1064 },"weight" : 1}}
{"title": "HD WebUI :: Audio Alarm Overlay","series": ["HD", "Indoor", "Outdoor"],"models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Email Overlay - Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place. Set Receiver Addresses for the Alarm Emails.Here you need to input the sender, the receivers, the subject as well as optional a short email text with a maximum 64 characters. The sender address should be in accordance with the SMTP server settings, though some email provider let you choose this field freely. If you want to send the email to more than one address, simply separate the addresses with a semicolon ;. E.g. max.mustermann@instar.de ; franz.fingerhut@instar.de. It is recommended to fill out the subject line and the email text body to avoid the mail to be caught by any spam guards in place.","link": "/Web_User_Interface/HD_Series/Alarm/Email/","title2": "Das Email Overlay","chapter": "Web User Interface","tags": ["webUI", "interface", "UI", "alarm", "email", "configuration", "browser"],"image": "http://placehold.it/594x380","abstract": "Set an Email Receiver for the Alarm Notification" ,"suggest" : {"input": [ "webUI", "UI", "configuration", "user interface", "interface", "browser" ],"output": "Set an Email Receiver for the Alarm Notification","payload" : { "articleId" : 1065 },"weight" : 1}}









################################################################ EVEN NEWER
{
    "title": "How Does An IP Camera Work?",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How does an IP-Camera-Network work?
    LAN or Wifi connectivity
    Remote access to your camera via DDNS (Dynamic Domain Name Service)
    Internal IP address vs internet address (DDNS)
    What is the difference between the internal IP (LAN) and the external IP address (WAN)
    Internal port / external port - How to open a door to the internet (Port Forwarding)",
    "link": "/Quick_Installation/How_Does_An_IP_Camera_Work",
    "title2": "Wie arbeitet eine IP Kamera?",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "How do IP Cameras work in my Network",
    "suggest" : {
        "input": [ "ip camera", "network", "quick", "installation" ],
        "output": "How do IP Cameras work in my Network",
        "payload" : { "articleId" : 1001 },
        "weight" : 1
    }
} {
    "title": "First Steps",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "This video contains a quick overview over the first steps involved in setting up your IP camera. Please go to the website Installation Wizard and follow the step by step instructions in order to set up your ip camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "link": "/Quick_Installation/First_Steps",
    "title2": "Erste Schritte um Ihre IP Kamera zum laufen zu bringens",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "First Steps to set up your INSTAR IP Camera",
    "suggest" : {
        "input": [ "first steps", "installation", "quick", "installation" ],
        "output": "First Steps to set up your INSTAR IP Camera",
        "payload" : { "articleId" : 1002 },
        "weight" : 1
    }
} {
    "title": "After Unpacking",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "After unpacking your Camera
    The following video contains a quick overview over the necessary steps of the network integration.
    Please go to the website www.install.instar.de and follow the step by step instructions in order to set up your IP camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "link": "/Quick_Installation/After_Unpacking",
    "title2": "Nach dem Auspacken Ihrer Kamera",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "After Unpacking your Camera",
    "suggest" : {
        "input": [ "unpacking", "after", "quick", "installation" ],
        "output": "After Unpacking your Camera",
        "payload" : { "articleId" : 1003 },
        "weight" : 1
    }
} {
    "title": "Direct LAN Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Direct LAN Connection
    How to connect your camera directly with your computer via an Ethernet cable
    The following instructions will explain to you step by step how you can create a direct LAN connection between your computer and an INSTAR IP camera. Use this approach if you want to use the camera in an area, that does not provide a network infrastructure or to if you want to configure the camera to connect to a Wifi network when you don´t have a LAN Ethernet connection available to make the initial Wifi configuration. Connect the camera with a regular Ethernet cable to your PC or Notebook (Very old PCs might still need a special - Crossover - cable to make this connections). Search the Camera:  Install/Open the INSTAR Camera Tool which will show you the following message after clicking the Search button: (you might have to select the correct network interface to which the camera is connected to. If for example you have a VPN connection, an active bluetooth module and the regular LAN interface, then you have to select the LAN interface in order to find your IP camera. Open the camera tool and press Search. Assign a static IP to your Windows PC Open the Network- and Sharing Centre (Control Panel -> Network and Security). The interface will show you a new unidentified LAN connection. Open it´s settings by clicking Local Area Network. Go to Properties, select the Internet Protocol Version 4 (TCP/IPv4) and select Properties as shown below. Open the Windows Network- and Sharing Centre and go to the LAN adapter properties. The following window will open and allow you to set a static IP address for your PC/Laptop. Submit the settings by clicking OK and return to the IP Camera Tool. Open the IPv4 properties. Please fill in a valid IP address for your computer and set it to be new networks gateway and DNS server (see below): Assign a static IP address to your PC. Assign a static IP to your Mac Open the menu System Preferences go to Network and click on Ethernet. Please choose Configure IPv4: Manually and type in a valid IP address. Use the same IP address as the Router IP. Submit the new settings with Apply and return to the IP Camera Tool. Go to the Sytem Preferences and open the Ethernet configuration. Assign a static IP to your Camera Click on ''IP Config'' and select your camera on the left side. Fill in the IP address for the camera. The address has to be in the same IP subnet you used for your computer in '''step 3''' but has to be different from the address you choose above - e.g. '''just add 1''' to the last octet (see example below)! The Gateway and DNS server will be the IP address of your computer that you set above. If you are using a class C network the standard subnet mask is (Subnet Mask: 255.255.255.0). Open the IP configuration tab of the INSTAR camera tool and set a valid IP address and submit. After submitting the data the camera will restart which takes about 30 seconds. Click on Search to find the camera again and double-click die camera entry to open the WebUI inside your default browser. If you want to use a different browser, type in the camera´s IP address into your browser´s address line and press Return. You are now able to change the camera´s settings and access the live stream. Open the camera´s new IP address with your default browser. If you choose the direct connection to do the initial WLAN configuration of your camera to integrate it into an existing Wifi network, type in the WLAN information under Network/WIFi and change the cameras IP address to a free address in the IP subnet that is used inside the wireless network. The camera will then restart - please unplug the LAN cable right after submitting the new IP address to allow the camera to connect to your wireless LAN.",
    "link": "/Quick_Installation/Direct_LAN_Connection",
    "title2": "Direkte Verbindung mit einem PC oder Notebook",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "network", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "Direct Connection between your Computer and your Camera",
    "suggest" : {
        "input": [ "direct", "connection", "ethernet", "lan cable" ],
        "output": "Direct LAN Cable Connection",
        "payload" : { "articleId" : 1004 },
        "weight" : 10
    }
} {
    "title": "Use an Alternative Scanner to Find your Camera",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alternative IP Scanner
    Use an Alternative Scanner to Find your Camera. The most convenient way to connect to find your camera on your local network, is the INSTAR Camera Tool. The following alternatives should only be used if the default tool fails. Angry IP scanner is a very fast open-source IP address and port scanner. It is available for Windows, MacOSX as well as Linux. Fing is an easy-to-use command line tool to keep an eye on your local IP network. The software is available for Windows, macOS and LINUX. Easily discover all the devices on your personal and professional networks from your mobile phone. Available for Android and iOS.",
    "link": "/Quick_Installation/Alternative_IP_Scanner",
    "title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "network", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "Use an Alternative Scanner to Find your Camera",
    "suggest" : {
        "input": [ "alternative", "scanner", "fing", "ip address", "angry" ],
        "output": "Alternative Network Scanner",
        "payload" : { "articleId" : 1005 },
        "weight" : 10
    }
} {
    "title": "The Angry IP Scanner",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Angry IP scanner is a very fast IP address and port scanner.It is cross-platform and lightweight. Not requiring any installations, it can be freely copied and used anywhere. Angry IP scanner simply pings each IP address to check if it’s alive, then optionally it is resolving its hostname, determines the MAC address, scans ports, etc.
    Alternative IP Scanner
    How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool (Windows), IP Camera Tool (MacOSX) or IP Camera Tool (Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is:
    Angry IP Scanner (Windows/MacOSX/Linux)
    You can find the newest Version here for Windows/MacOSX/Linux - install and start the application, type in the IP range and start the search. Please fill out the field IP Range with the IP range that your router´s DHCP service is set to. If you do not know the IP range, then simply use the command line on Windows, type in ipconfig and check your computers IPv4 address (see screenshot below). Use this IP address in Angry IP Scanner and just change the last octet to 1 for the start IP address and 254 for the last IP address to search the complete /24 subnet. Make sure your camera is disconnected from your network and then press Start to begin the scan.
    You can use the ipconfig command to confirm the IP range of your network. The scanner will now display all active devices in your network (marked in blue as shown below). In the case below we have 5 active devices. The scan reveals that there are 5 active devices inside the given IP range. Now connect your camera to your router and re-run the scan. The scanner will display a new network device with the hostname ipcamera (only VGA cameras). If the Angry IP scanner does not resolve the hostname, it under Tools - Fetchers. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them.
    If you are unsure which host is the camera, unplug the camera and re-scan the network. The now missing entry will reveal the cameras IP address. Once you discovered your camera´s IP address, simply copy the address by right-clicking on it and paste it into your web browsers address bar and press the Return button.
    Copy the IP address and paste it into your browsers address bar to load the cameras web user interface. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank (or type in instar in case of a HD camera model). Congratulations! You now entered the cameras Web User Interface.",
    "link": "/Quick_Installation/Alternative_IP_Scanner/Angry_IP_Scanner",
    "title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "network", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "Use the Angry IP Scanner to Find your Camera",
    "suggest" : {
        "input": [ "alternative", "scanner", "ip address", "angry" ],
        "output": "Alternative Network Scanner - Angry IP Scanner",
        "payload" : { "articleId" : 1006 },
        "weight" : 8
    }
} {
    "title": "The Fing Command Line Interface",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Fing CLI
    Fing is the super-fast and reliable network scanning App. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues.
    Alternative IP Scanner
    How to find your IP Camera in the network with an alternative IP Scanner. The IP Camera Tool (Windows), IP Camera Tool (MacOSX) or IP Camera Tool (Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here.
    If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar.
    If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is: Fing CLI (Windows/MacOSX/Linux)
    The newest version of the freeware application Fing can be found on here for Windows/macOSX/Linux. After installation type fing into your command console to start the software. Type fing into your commandline tool to start the program. Make sure that your camera is unplugged - then scan your network. Now connect the camera to your router and re-run the scan. The camera should have received an IP address by DHCP and be listed as a network device. Let the Fing scan your network for a new active host. You can now use the camera´s IP address to access the Web User Interface with your default web browser.",
    "link": "/Quick_Installation/Alternative_IP_Scanner/Fing_CLI",
    "title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "network", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "Use the Fing Command Line Interface to Find your Camera",
    "suggest" : {
        "input": [ "alternative", "scanner", "fing", "ip address" ],
        "output": "Use the Fing Command Line Interface to Find your Camera",
        "payload" : { "articleId" : 1007 },
        "weight" : 8
    }
} {
    "title": "The Fing Mobile App",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Fing Mobile App
    Fing is the super-fast and reliable network scanning App. Easily discover all the devices on your personal and professional networks from your mobile phone. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues. How to find your IP Camera in the network with an alternative IP Scanner
    The IP Camera Tool (Windows), IP Camera Tool (MacOSX) or IP Camera Tool (Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is: Fing Mobile (Android/iOS) - Fing for Android The newest version of the freeware Android App Fing can be found on Google Play. After installation you will see the following interface: Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80. Choose the cameras web port 80....Press the http port and choose to open the camera´s Web User Interface. ...and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank (or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI. Login with the default username and password.
    Fing Mobile (Android/iOS) - Fing for iOS
    The newest version of the freeware iOS App Fing can be found on the App Store. After installation you will see the following interface. Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80.Choose the cameras web port 80.... Press the http port and choose to open the camera´s Web User Interface....and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank (or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI.",
    "link": "/Quick_Installation/Alternative_IP_Scanner/Fing_Mobile",
    "title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "network", "installation"],
    "image": "http://placehold.it/594x380",
    "abstract": "Use the Fing Mobile App to Find your Camera",
    "suggest" : {
        "input": [ "alternative", "scanner", "fing", "ip address" ],
        "output": "Use the Fing Mobile App to Find your Camera",
        "payload" : { "articleId" : 1008 },
        "weight" : 8
    }
} {
    "title": "Language Selection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How to set the Language in the Web User Interface?
    The new INSTAR web interface for your ip camera detects automatically what default language your web browser is using. By default the web interface will be loaded in the language which is used by your web browser. You can also click Software/Language on the left side navigation in order to select the language you would like to use.",
    "link": "/Quick_Installation/Language_Selection",
    "title2": "Sprachauswahl in der IP Kamera",
    "chapter": "Quick Installation",
    "tags": [ "web user interface", "webui", "language"],
    "image": "http://placehold.it/594x380",
    "abstract": "Select the Language of the User Interface",
    "suggest" : {
        "input": [ "language", "interface", "webui" ],
        "output": "Select the Language of the User Interface",
        "payload" : { "articleId" : 1009 },
        "weight" : 10
    }
} {
    "title": "User Account Management",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Secure the Access to your IP Camera
    Your camera offers you three different access levels. The three different user levels allow you to share access to your camera without the need of granting access to all camera features. Logging in with a limited user right level removes options from the web user interface you don´t want people to have access to. Please be aware that publishing your IP cam as a web cam on your website allow people to get access to your username and password. When making your camera available online always use a account with restricted user rights to keep your camera safe. Secure the Access to your IP Camera: Admin	- This user has all rights and can change all settings. User	- A user can change settings concerning the cameras image but cannot change relevant system settings. Guest -	Guest accounts are used for visitors and can simply display the video stream of the camera. You should use a guest login if you plan to embed the camera´s video stream inside a public website. In order to access the user menu please click ''System'' in the web interface of your IP camera and then choose the sub menu ''Users'' as shown below. We always recommend that you to set a personal password after setting up your camera. This way you make sure no one can access the video stream besides the people you grand access to. The password should consist of BIG and small letters and numbers. Please make sure the password is not longer then 12 characters in case of the VGA cameras or 30 characters in case of a HD camera. Special characters are possible but please check the characters which are not supported. After submitting the set password will be sent to the camera. After that you can sign back in with your newly created password. Default Logins HD Camera Series: Admin, User and Guest Login - Default Username: ''admin'' / Default Password: ''instar''. VGA Camera Series - Admin Login: Default Username: ''admin'' / Default Password: ''none''.",
    "link": "/Quick_Installation/Creating_User_Accounts",
    "title2": "Benutzer Erstellen und Verwalten",
    "chapter": "Quick Installation",
    "tags": ["introduction", "quickinstallation", "web user interface", "webui", "installation", "default", "password", "login"],
    "image": "http://placehold.it/594x380",
    "abstract": "User Account Management",
    "suggest" : {
        "input": [ "user", "account", "password", "security", "default", "login" ],
        "output": "User Account Management",
        "payload" : { "articleId" : 1010 },
        "weight" : 10
    }
} {
    "title": "Software Update",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Software Update
    Install the newest Firmware and Web User Interface on your IP Camera
    Please download the newest version of the WebUI or Firmware from our website. Go to the Download section on our website. Please select your camera model and scroll to the end of the page for the corresponding download links. '''Please read the instructions carefully''' to make an informed decision on which Software you have to download. Both updates - web user interface and firmware - can either be done through the INSTAR camera tool or the camera´s webUI and the update procedure is the same for Windows, MacOSX and LINUX respectively. '''Always update the Firmware first before updating the web user interface'''. Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version ? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. VERY IMPORTANT! For VGA Cameras! Please make sure that you are selecting the correct firmware version. You can confirm your firmware version via the web user interface (system/info) or with the INSTAR camera tool. If you are currently using the firmware version starting with xx.25 or xx.22 please make sure you are only downloading updated versions that also start with xx.25 or xx.22. Never install the versions xx.35. or xx.37.!!! If your firmware is currently starting with xx.35 or xx.37 please make sure that you are using the firmware updates starting with xx.35 or xx.37.
    HD Series Firmware/WebUI Update Download the newest Firmware/WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File and select the downloaded pkg file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!
    VGA Series Firmware Update Download the newest Firmware from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade Firmware and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed! WebUI Update Download the newest WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade WebUI and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!",
    "link": "/Quick_Installation/WebUI_And_Firmware_Upgrade",
    "title2": "WebUI / Firmware Upgrade",
    "chapter": "Quick Installation",
    "tags": ["update", "installation", "web user interface", "webui", "software", "interface", "firmware"],
    "image": "http://placehold.it/594x380",
    "abstract": "Update your Cameras Web User Interface and Firmware",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui" ],
        "output": "Update your Cameras Web User Interface and Firmware",
        "payload" : { "articleId" : 1011 },
        "weight" : 10
    }
} {
    "title": "Clear your Borwser History",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Clear your Borwser History
    Flush old parts of the web user interface after a WebUI update
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history"],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history" ],
        "output": "Clear your Borwser History after a Software Update",
        "payload" : { "articleId" : 1012 },
        "weight" : 10
    }
} {
    "title": "Clear your Borwser History in Internet Explorer",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Internet Explorer
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Click on the cog wheel icon in the top right corner and choose Internet Options. In the General Tab go to Browsing History and check Clear Browsing History on Exit. Then click on Delete to open the Deletion Dialogue. Adjust the elements you want to delete (see above) and click on Delete. Wait for the Confirmation, restart your Browser and reload your camera's user interface.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Internet_Explorer",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history", "internet explorer"],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Internet Explorer after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "internet explorer" ],
        "output": "Clear your Borwser History in Internet Explorer after a Software Update",
        "payload" : { "articleId" : 1013 },
        "weight" : 8
    }
} {
    "title": "Clear your Borwser History in Mozilla Firefox",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Mozilla Firfox
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Open the Settings menu and choose Options. Go to the Privacy Tab and choose to never remember history. Then click on clear all current History. Check all options and click on Clear Now.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Mozilla_Firefox",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history", "mozilla", "firefox"],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Mozilla Firefox after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "mozilla", "firefox" ],
        "output": "Clear your Borwser History in Mozilla Firefox after a Software Update",
        "payload" : { "articleId" : 1014 },
        "weight" : 8
    }
} {
    "title": "Clear your Borwser History in Google Chrome",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Google Chromium
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Open the Options menu and choose Settings. Click on Advanced Settings and scroll down to the Privacy section. Click on Clear Browsing Data. Click on Clear Browsing Data.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Google_Chromium",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history"],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Google Chrome after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "google", "chrome" ],
        "output": "Clear your Borwser History in Google Chrome after a Software Update",
        "payload" : { "articleId" : 1015 },
        "weight" : 8
    }
} {
    "title": "Clear your Borwser History in Opera",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Opera
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Open the Options menu and choose Settings - Delete Private Data. Check the options above and click Delete.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Opera",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history", "opera"],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Opera after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "opera" ],
        "output": "Clear your Borwser History in Opera after a Software Update",
        "payload" : { "articleId" : 1016 },
        "weight" : 8
    }
} {
    "title": "Clear your Borwser History in Microsoft Edge",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Microsoft Edge
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Open the Options menu and choose Settings. Scroll down to the Privacy section and click on Clear Browsing Data. Check the options above and click on Delete.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Microsoft_Edge",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history", "microsoft", "edge" ],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Microsoft Edge after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "microsoft", "edge" ],
        "output": "Clear your Borwser History in Microsoft Edge after a Software Update",
        "payload" : { "articleId" : 1017 },
        "weight" : 8
    }
} {
    "title": "Clear your Borwser History in Vivaldi",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Erase your Browsing History in Vivaldi
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. Open a new Browser Tab, click on History and Clear Browsing Data. Check the options above and click Clear Browsing Data.",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Vivaldi",
    "title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": [ "browser", "web user interface", "webui", "update" , "history", "vivaldi" ],
    "image": "http://placehold.it/594x380",
    "abstract": "Clear your Borwser History in Vivaldi after a Software Update",
    "suggest" : {
        "input": [ "update", "software", "firmware", "webui", "browser", "history", "vivaldi" ],
        "output": "Clear your Borwser History in Vivaldi after a Software Update",
        "payload" : { "articleId" : 1018 },
        "weight" : 8
    }
} {
    "title": "Wireless Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "First steps to set up a Wifi connection
    Please be aware that the camera has to be installed via LAN cable first before it can be used in your wireless network - see First Steps.
    Use the included Ethernet cable to connect the camera with your router. After the camera is connected, please open the web interface of your IP camera in your default web browser. Connect the WiFi antenna to the SMA/RP-SMA on camera (only for models with removable antenna), align it vertically to your router and place the camera close to your Wifi router for the rest of the installation process.",
    "link": "/Quick_Installation/Set_Up_A_Wireless_Connection",
    "title2": "Wie stelle ich eine WLAN Verbindung her?",
    "chapter": "Quick Installation",
    "tags": ["wireless", "wlan", "network", "connection", "router", "wps"],
    "image": "http://placehold.it/594x380",
    "abstract": "Connect your Camera to your WiFi Router",
    "suggest" : {
        "input": [ "wireless", "wlan", "network", "connection", "router", "wps" ],
        "output": "Connect your Camera to your WiFi Router",
        "payload" : { "articleId" : 1019 },
        "weight" : 10
    }
}

################################################################ NEW

POST /wiki/article/_bulk
{"title":"How Does An IP Camera Work?","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description":"How does an IP-Camera-Network work? LAN or Wifi connectivity. Remote access to your camera via DDNS (Dynamic Domain Name Service). Internal IP address vs internet address (DDNS). What is the difference between the internal IP (LAN) and the external IP address (WAN). Internal port / external port - How to open a door to the internet (Port Forwarding)","link":"/Quick_Installation/How_Does_An_IP_Camera_Work","title2":"Wie arbeitet eine IP Kamera?","chapter":"Quick Installation","tags":["Introduction", "Quickinstallation"]}
{"title": "First Steps","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description":"This video contains a quick overview over the first steps involved in setting up your IP camera. Please go to the website Installation Wizard and follow the step by step instructions in order to set up your ip camera. Initial setup - Power supply, Wifi Antenna and camera boot up Network integration (LAN). The INSTAR search tool (Search Tool) and web user interface (webUI). How to set a static IP address (TCP/IP). Camera login and standard passwords (Default Passwords). Wifi integration (WLAN). Image quality settings (Image Settings)","link":"/Quick_Installation/First_Steps","title2":"Erste Schritte um Ihre IP Kamera zum laufen zu bringens","chapter":"Quick Installation","tags":["Introduction", "Quickinstallation"]}
{"title": "After Unpacking","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "After unpacking your Camera. The following video contains a quick overview over the necessary steps of the network integration. Please go to the website www.install.instar.de and follow the step by step instructions in order to set up your IP camera. Initial setup - Power supply, Wifi Antenna and camera boot up. Network integration (LAN). The INSTAR search tool (Search Tool) and web user interface (webUI). How to set a static IP address (TCP/IP). Camera login and standard passwords (Default Passwords). Wifi integration (WLAN). Image quality settings (Image Settings)","link": "/Quick_Installation/After_Unpacking","title2": "Nach dem auspacken Ihrer INSTAR IP Kamera","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation"]}
{"title": "Direct LAN Connection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Direct LAN Connection How to connect your camera directly with your computer via an Ethernet cable The following instructions will explain to you step by step how you can create a direct LAN connection between your computer and an INSTAR IP camera. Use this approach if you want to use the camera in an area, that does not provide a network infrastructure or to if you want to configure the camera to connect to a Wifi network when you don´t have a LAN Ethernet connection available to make the initial Wifi configuration. Connect the Camera Connect the camera with a regular Ethernet cable to your PC or Notebook(Very old PCs might still need a special - Crossover - cable to make this connections). Search the Camera Install/Open the INSTAR Camera Tool which will show you the following message after clicking the ''Search'' button:(you might have to select the correct network interface to which the camera is connected to. If for example you have a VPN connection, an active bluetooth module and the regular LAN interface, then you have to select the LAN interface in order to find your IP camera. Open the camera tool and press Search. Assign a static IP to your Windows PC Open the Network- and Sharing Centre(Control Panel ->Network and Security). The interface will show you a new unidentified LAN connection. Open it´s settings by clicking "Local Area Network". Go to Properties, select the Internet Protocol Version 4(TCP/IPv4) and select Properties as shown below. Open the Windows Network- and Sharing Centre and go to the LAN adapter properties. The following window will open and allow you to set a static IP address for your PC/Laptop. Submit the settings by clicking "OK" and return to the IP Camera Tool. Open the IPv4 properties. Please fill in a valid IP address for your computer and set it to be new networks gateway and DNS server(see below):Assign a static IP address to your PC. Assign a static IP to your Mac Open the menu System Preferences go to Network and click on Ethernet. Please choose Configure IPv4:Manually and type in a valid IP address. Use the same IP address as the Router IP. Submit the new settings with Apply and return to the IP Camera Tool. Go to the Sytem Preferences and open the Ethernet configuration. Assign a static IP to your Camera Click on ''IP Config'' and select your camera on the left side. Fill in the IP address for the camera. The address has to be in the same IP subnet you used for your computer in '''step 3''' but has to be different from the address you choose above - e.g. '''just add 1''' to the last octet(see example below)!The Gateway and DNS server will be the IP address of your computer that you set above. If you are using a class C network the standard subnet mask is(Subnet Mask:255.255.255.0). Open the IP configuration tab of the INSTAR camera tool and set a valid IP address and submit. After submitting the data the camera will restart which takes about 30 seconds. Click on Search to find the camera again and double-click die camera entry to open the WebUI inside your default browser. If you want to use a different browser, type in the camera´s IP address into your browser´s address line and press Return. You are now able to change the camera´s settings and access the live stream. Open the camera´s new IP address with your default browser. If you choose the direct connection to do the initial WLAN configuration of your camera to integrate it into an existing Wifi network, type in the WLAN information under Network/WIFi and change the cameras IP address to a free address in the IP subnet that is used inside the wireless network. The camera will then restart - please unplug the LAN cable right after submitting the new IP address to allow the camera to connect to your wireless LAN.","link":"/Quick_Installation/Direct_LAN_Connection","title2": "Direkte Verbindung mit einem PC oder Notebook","chapter": "Quick Installation","tags":["Introduction", "Quickinstallation", "Network"]}
{"title": "Use an Alternative Scanner to Find your Camera","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Use an Alternative Scanner to Find your Camera The most convenient way to connect to find your camera on your local network, is the INSTAR Camera Tool. The following alternatives should only be used if the default tool fails. Alternative IP Scanner. Angry IP scanner is a very fast open-source IP address and port scanner. It is available for Windows, MacOSX as well as Linux. Fing is an easy-to-use command line tool to keep an eye on your local IP network. The software is available for Windows, macOS and LINUX. Easily discover all the devices on your personal and professional networks from your mobile phone. Available for Android and iOS.","link": "/Quick_Installation/Alternative_IP_Scanner","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"]}
{"title": "Angry IP Scanner","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "The Angry IP Scanner Angry IP scanner is a very fast IP address and port scanner. It is cross-platform and lightweight. Not requiring any installations, it can be freely copied and used anywhere. Angry IP scanner simply pings each IP address to check if it’s alive, then optionally it is resolving its hostname, determines the MAC address, scans ports, etc. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool(MacOSX) or IP Camera Tool(Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically(DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is:Angry IP Scanner(Windows/MacOSX/Linux) You can find the newest Version here for Windows/MacOSX/Linux - install and start the application, type in the IP range and start the search. Please fill out the field IP Range with the IP range that your router´s DHCP service is set to. If you do not know the IP range, then simply use the command line on Windows, type in ipconfig and check your computers IPv4 address(see screenshot below). Use this IP address in Angry IP Scanner and just change the last octet to 1 for the start IP address and 254 for the last IP address to search the complete /24 subnet. Make sure your camera is disconnected from your network and then press Start to begin the scan. You can use the ipconfig command to confirm the IP range of your network. The scanner will now display all active devices in your network(marked in blue as shown below). In the case below we have 5 active devices. The scan reveals that there are 5 active devices inside the given IP range. Now connect your camera to your router and re-run the scan. The scanner will display a new network device with the hostname ipcamera (only VGA cameras). If the Angry IP scanner does not resolve the hostname, it under Tools - Fetchers. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. If you are unsure which host is the camera, unplug the camera and re-scan the network. The now missing entry will reveal the cameras IP address. Once you discovered your camera´s IP address, simply copy the address by right-clicking on it and paste it into your web browsers address bar and press the Return button. Copy the IP address and paste it into your browsers address bar to load the cameras web user interface. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank(or type in instar in case of a HD camera model). Congratulations!You now entered the cameras Web User Interface.","link": "/Quick_Installation/Alternative_IP_Scanner/Angry_IP_Scanner","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"]}
{"title": "Fing CLI","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Fing CLI Fing is the super-fast and reliable network scanning App. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool(MacOSX) or IP Camera Tool(Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is:Fing CLI(Windows/MacOSX/Linux) The newest version of the freeware application Fing can be found on here for Windows/macOSX/Linux. After installation type fing into your command console to start the software:Type fing into your commandline tool to start the program. Make sure that your camera is unplugged - then scan your network. Now connect the camera to your router and re-run the scan. The camera should have received an IP address by DHCP and be listed as a network device:Let the Fing scan your network for a new active host. You can now use the camera´s IP address to access the Web User Interface with your default web browser.","link": "/Quick_Installation/Alternative_IP_Scanner/Fing_CLI","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"]}
{"title": "Fing Mobile","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "The Fing Mobile App Fing is the super-fast and reliable network scanning App. Easily discover all the devices on your personal and professional networks from your mobile phone. Find out which devices are connected to your Wi-Fi network, in just a few seconds. Fast and accurate, Fing is a professional App for network analysis. A simple and intuitive interface helps you evaluate security levels, detect intruders and resolve network issues. Alternative IP Scanner How to find your IP Camera in the network with an alternative IP Scanner The IP Camera Tool(Windows), IP Camera Tool (MacOSX) or IP Camera Tool (Linux) is for sure the most comfortable way to find your IP camera inside your network. Instructions on how to set up your INSTAR IP camera with the Camera Tool can be found here. If, for some reason, the IP Camera Tool does not work on your computer, here are a few other options to discover the IP address. The camera will try to receive an IP address automatically (DHCP) during the first installation. Most routers will give you a log file of fresh DHCP requests, in which you should be able to find the camera´s IP address. You should reach the cameras login portal by typing this address into the web browser´s address bar. If you do not have access to your router or if your router does not have any log files please refer to alternative IP scanners - an examples is Fing Mobile(Android/iOS) Fing for Android The newest version of the freeware Android App Fing can be found on Google Play. After installation you will see the following interface. Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80. Choose the cameras web port 80.... Press the http port and choose to open the camera´s Web User Interface. ...and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank(or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI. Login with the default username and password. Fing Mobile (Android/iOS) Fing for iOS The newest version of the freeware iOS App Fing can be found on the App Store. After installation you will see the following interface. Let the Fing scan your network for a new active host. Make sure the camera is disconnected from your network - then start a scan. Now connect the camera and re-run the scan. The camera should show up as a new network device. Press the cameras IP address to open the advanced details. If you are using more then one camera in your network we recommend, you only connect one camera at a time in order to differentiate them. Let the Fing scan the host for active services. Please choose Scan services to discover the cameras http port - the default http port is 80. Choose the cameras web port 80.... Press the http port and choose to open the camera´s Web User Interface. ...and choose to open the address inside your default web browser. You will now be greeted by the camera´s login page - the default credentials are username admin and the password can be left blank (or type in instar in case of a HD camera model). Congratulations! You now entered the cameras WebUI.","link": "/Quick_Installation/Alternative_IP_Scanner/Fing_Mobile","title2": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Network"]}
{"title": "Language Selection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Language Selection How to set the Language in the Web User Interface? The new INSTAR web interface for your ip camera detects automatically what default language your web browser is using. By default the web interface will be loaded in the language which is used by your web browser. You can also click Software/Language on the left side navigation in order to select the language you would like to use. Web User Interface Language Selection::Go to Software / Language. Web User Interface Language Selection::And choose the language you want to load the user interface in.","link": "/Quick_Installation/Language_Selection","title2": "Sprachauswahl in der IP Kamera","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "User Account Management","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "User Account Management The three different user levels allow you to share access to your camera without the need of granting access to all camera features. Logging in with a limited user right level removes options from the web user interface you don´t want people to have access to. Please be aware that publishing your IP cam as a web cam on your website allow people to get access to your username and password. When making your camera available online always use a account with restricted user rights to keep your camera safe. Secure the Access to your IP Camera Your camera offers you three different access levels Admin This user has all rights and can change all settings. User A user can change settings concerning the cameras image but cannot change relevant system settings. Guest accounts are used for visitors and can simply display the video stream of the camera. You should use a guest login if you plan to embed the camera´s video stream inside a public website. In order to access the user menu please click System in the web interface of your IP camera and then choose the sub menu Users as shown below. We always recommend that you to set a personal password after setting up your camera. This way you make sure no one can access the video stream besides the people you grand access to. The password should consist of BIG and small letters and numbers. Please make sure the password is not longer then 12 characters in case of the VGA cameras or 30 characters in case of a HD camera. Special characters are possible but please check the characters which are not supported. After submitting the set password will be sent to the camera. After that you can sign back in with your newly created password. User Management Overlay for the HD Line Cameras. User Management Menu for the VGA Line Cameras. Default Logins HD Camera Series Admin Default Username: admin Default Password: instar User Default Username: user Default Password: instar Guest Default Username: guest Default Password: instar VGA Camera Series Admin Default Username: admin Default Password: none","link": "/Quick_Installation/Creating_User_Accounts","title": "Benutzer Erstellen und Verwalten","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Software Update","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Software Update Install the newest Firmware and Web User Interface on your IP Camera Please download the newest version of the WebUI or Firmware from our website. Go to the Download section on our website. Please select your camera model and scroll to the end of the page for the corresponding download links. Please read the instructions carefully to make an informed decision on which Software you have to download. Both updates - web user interface and firmware - can either be done through the INSTAR camera tool or the camera´s webUI and the update procedure is the same for Windows, MacOSX and LINUX respectively. Always update the Firmware first before updating the web user interface. Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version ? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers. VERY IMPORTANT!For VGA Cameras! Please make sure that you are selecting the correct firmware version. You can confirm your firmware version via the web user interface(system/info) or with the INSTAR camera tool. If you are currently using the firmware version starting with xx.25 or xx.22 please make sure you are only downloading updated versions that also start with xx.25 or xx.22. Never install the versions xx.35. or xx.37.! If your firmware is currently starting with xx.35 or xx.37 please make sure that you are using the firmware updates starting with xx.35 or xx.37. HD Series Firmware/WebUI Update Download the newest Firmware/WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File and select the downloaded pkg file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!VGA Series Firmware Update Download the newest Firmware from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade Firmware and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!WebUI Update Download the newest WebUI from the INSTAR download page. Open the cameras web user interface and navigate to Software/Update. Click on Choose File next to Upgrade WebUI and select the downloaded bin file from step 1 and submit. Wait for the camera to apply the update and reload - do not unplug the camera until the update is installed!","link": "/Quick_Installation/WebUI_And_Firmware_Upgrade","title2": "WebUI / Firmware Upgrade","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Clear your Borwser History","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Clear your Borwser History Flush old parts of the web user interface after a WebUI update Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Clear Browsing History in Internet Explorer Clear Browsing History in Mozilla Firefox Clear Browsing History in Google Chromium Clear Browsing History in Opera Clear Browsing History in Edge Clear Browsing History in Vivaldi","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Internet Explorer","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Internet Explorer Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Click on the cog wheel icon in the top right corner and choose Internet Options. In the General Tab go to Browsing History and check Clear Browsing History on Exit. Then click on Delete to open the Deletion Dialogue. Adjust the elements you want to delete(see above) and click on Delete. Wait for the Confirmation, restart your Browser and reload your camera's user interface.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Internet_Explorer","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Mozilla Firfox","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Mozilla Firefox Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Settings menu and choose Options. Go to the Privacy Tab and choose to never remember history. Then click on clear all current History. Check all options and click on Clear Now.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Mozilla_Firefox","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Google Chromium","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Google Chromium Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings. Click on Advanced Settings and scroll down to the Privacy section. Click on Clear Browsing Data. Click on Clear Browsing Data.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Google_Chromium","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Opera","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Opera Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings - Delete Private Data. Check the options above and click Delete.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Opera","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Microsoft Edge","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Internet Explorer Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open the Options menu and choose Settings. Scroll down to the Privacy section and click on Clear Browsing Data. Check the options above and click on Delete.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Microsoft_Edge","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Erase your Browsing History in Vivaldi","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Erase your Browsing History in Vivaldi Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software,but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers:Open a new Browser Tab,click on History and Clear Browsing Data. Check the options above and click Clear Browsing Data.","link": "/Quick_Installation/How_To_Clear_Your_Browsing_History/Vivaldi","title2": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update","chapter": "Quick Installation","tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]}
{"title": "Wireless Connection","series": ["HD", "VGA", "Indoor", "Outdoor"],"models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],"description": "Wireless First steps to set up a Wifi connection Please be aware that the camera has to be installed via LAN cable first before it can be used in your wireless network - see First Steps. Please use the included Ethernet cable to connect the camera with your router. After the camera is connected, please open the web interface of your IP camera in your default web browser. Connect the WiFi antenna to the SMA/RP-SMA on camera (only for models with removable antenna), align it vertically to your router and place the camera close to your Wifi router for the rest of the installation process. Connect the antenna to your indoor camera. Connect the antenna to your outdoor camera. HD Cameras ATTENTION: Please make sure the password does not include any special characters such as ... Please make sure that the MAC Filter function is not activated in your router. The cameras LAN module has a different MAC address then the Wifi board. If you are using the Wifi access control of your router, please deactivate it, let the camera connect and add the new MAC address to the list of trusted devices before reactivating the filter. If you have trouble connecting to the network try setting the router´s Wifi channel to channel 6 or a channel which is not being used by routers nearby. If you have the camera set to use the DHCP service be aware that it will receive a new IP address because the MAC address for the Wifi board is different from the LAN MAC address. Simply open the INSTAR camera tool to reconnect to the camera. We recommend using a static IP address if you are having difficulties connecting to the wireless network. You can set a static IP in the web user interface in Network/IP configuration. If you are using a WEP 128 Bit encryption and you encounter any problems, we recommend you to switch your encryption to WPA (AES) or WPA2 (AES or CCMP). Also avoid mixed modes like WPA/WPA2 (TKIP). Step 1: Please open the menu Network/Wifi as shown below. Open the Wifi menu in the web user interface. Step 2: Click on the Search button to activate the Wifi module and let the camera search for active 2.4GHz networks in it´s environment. Use the camera´s search function to discover available 2.4GHz Wifi networks. Step 3: Choose your Wifi network from the list and press the Join button to copy the network´s details into the cameras Wifi settings. Select your network from the list and press Join. Step 4: Now simply add your Wifi password and confirm your input. Pressing the Submit button will save the information and allow you to Test the connection. To connect the camera to your wireless network, unplug the Ethernet cable and restart it. The camera will automatically connect to your wireless network and receive a new IP address from your router by DHCP (if activated). Please add your Wifi password and click Submit to save the information. VGA Cameras ATTENTION: Please make sure that the MAC Filter function is not activated in your router. The cameras LAN module has a different MAC address then the Wifi board. If you are using the Wifi access control of your router, please deactivate it, let the camera connect and add the new MAC address to the list of trusted devices before reactivating the filter. If you have trouble connecting to the network try setting the router´s Wifi channel to channel 6 or a channel which is not being used by routers nearby. If you have the camera set to use the DHCP service be aware that it will receive a new IP address because the MAC address for the Wifi board is different from the LAN MAC address. Simply open the INSTAR camera tool to reconnect to the camera. We recommend using a static IP address if you are having difficulties connecting to the wireless network. You can set a static IP in the web user interface in Network/IP configuration. If you are using a WEP 128 Bit encryption and you encounter any problems, we recommend you to switch your encryption to WPA (AES) or WPA2 (AES or CCMP). Also avoid mixed modes like WPA/WPA2 (TKIP). Step 1: Please open the menu Network/Wifi as shown below. Open the Wifi menu in the web user interface. Step 2: Click on the Scan button twice to activate the Wifi module and let the camera search for active 2.4GHz networks in it´s environment. Use the camera´s search function to discover available 2.4GHz Wifi networks. Step 3: Choose your Wifi network from the list to automatically copy the network´s details into the cameras Wifi settings. Select your network from the list. Step 4: Now simply add your Wifi password (shared key) and press the Submit button to save the information. To connect the camera to your wireless network and unplug the Ethernet cable. The camera will automatically connect to your wireless network and receive a new IP address from your router by DHCP (if activated). Please add your Wifi password and click Submit to save the information.","link": "/Quick_Installation/Set_Up_A_Wireless_Connection","title2": "Wie stelle ich eine WLAN Verbindung her?","chapter": "Quick Installation","tags":["Introduction", "Quickinstallation", "Network"]}


################################################################ NEW
{
    "title": "How Does An IP Camera Work?",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How does an IP-Camera-Network work?
    LAN or Wifi connectivity
    Remote access to your camera via DDNS (Dynamic Domain Name Service)
    Internal IP address vs internet address (DDNS)
    What is the difference between the internal IP (LAN) and the external IP address (WAN)
    Internal port / external port - How to open a door to the internet (Port Forwarding)",
    "link": "/Quick_Installation/How_Does_An_IP_Camera_Work",
    "title": "Wie arbeitet eine IP Kamera?",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation"]
} {
    "title": "First Steps",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "This video contains a quick overview over the first steps involved in setting up your IP camera. Please go to the website Installation Wizard and follow the step by step instructions in order to set up your ip camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "link": "/Quick_Installation/First_Steps",
    "title": "Erste Schritte um Ihre IP Kamera zum laufen zu bringens",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation"]
} {
    "title": "After Unpacking",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "After unpacking your Camera
    The following video contains a quick overview over the necessary steps of the network integration.
    Please go to the website www.install.instar.de and follow the step by step instructions in order to set up your IP camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "link": "/Quick_Installation/After_Unpacking",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation"]
} {
    "title": "Direct LAN Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Direct LAN Connection
    How to connect your camera directly with your computer via an Ethernet cable
    The following instructions will explain to you step by step how you can create a direct LAN connection between your computer and an INSTAR IP camera. Use this approach if you want to use the camera in an area, that does not provide a network infrastructure or to if you want to configure the camera to connect to a Wifi network when you don´t have a LAN Ethernet connection available to make the initial Wifi configuration.",
    "link": "/Quick_Installation/Direct_LAN_Connection",
    "title": "Direkte Verbindung mit einem PC oder Notebook",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Network"]
} {
    "title": "Use an Alternative Scanner to Find your Camera",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alternative IP Scanner
    Angry IP scanner is a very fast open-source IP address and port scanner. It is available for Windows, MacOSX as well as Linux.
    Fing is an easy-to-use command line tool to keep an eye on your local IP network. The software is available for Windows, macOS and LINUX.
    Easily discover all the devices on your personal and professional networks from your mobile phone. Available for Android and iOS.",
    "link": "/Quick_Installation/Alternative_IP_Scanner",
    "title": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Network"]
} {
    "title": "Language Selection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How to set the Language in the Web User Interface?
    The new INSTAR web interface for your ip camera detects automatically what default language your web browser is using. By default the web interface will be loaded in the language which is used by your web browser. You can also click Software/Language on the left side navigation in order to select the language you would like to use.",
    "link": "/Quick_Installation/Language_Selection",
    "title": "Sprachauswahl in der IP Kamera",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "title": "User Account Management",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Secure the Access to your IP Camera
    Your camera offers you three different access levels
    Admin 	This user has all rights and can change all settings.
    User 	A user can change settings concerning the cameras image but cannot change relevant system settings.
    Guest 	Guest accounts are used for visitors and can simply display the video stream of the camera. You should use a guest login if you plan to embed the camera´s video stream inside a public website.",
    "link": "/Quick_Installation/Creating_User_Accounts",
    "title": "Benutzer Erstellen und Verwalten",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "title": "Software Update",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Software Update
    Install the newest Firmware and Web User Interface on your IP Camera
    Please download the newest version of the WebUI or Firmware from our website. Go to the Download section on our website. Please select your camera model and scroll to the end of the page for the corresponding download links. Please read the instructions carefully to make an informed decision on which Software you have to download. Both updates - web user interface and firmware - can either be done through the INSTAR camera tool or the camera´s webUI and the update procedure is the same for Windows, MacOSX and LINUX respectively..",
    "link": "/Quick_Installation/WebUI_And_Firmware_Upgrade",
    "title": "WebUI / Firmware Upgrade",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "title": "Clear your Borwser History",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Clear your Borwser History
    Flush old parts of the web user interface after a WebUI update
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers",
    "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History",
    "title": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "title": "Wireless Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "First steps to set up a Wifi connection
    Please be aware that the camera has to be installed via LAN cable first before it can be used in your wireless network - see First Steps.
    Use the included Ethernet cable to connect the camera with your router. After the camera is connected, please open the web interface of your IP camera in your default web browser. Connect the WiFi antenna to the SMA/RP-SMA on camera (only for models with removable antenna), align it vertically to your router and place the camera close to your Wifi router for the rest of the installation process.",
    "link": "/Quick_Installation/Set_Up_A_Wireless_Connection",
    "title": "Wie stelle ich eine WLAN Verbindung her?",
    "chapter": "Quick Installation",
    "tags": ["Introduction", "Quickinstallation", "Network"]
}



################################################################ OLD
{
    "index": {
        "_id": "1"
    }
} {
    "title": "How Does An IP Camera Work?",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How does an IP-Camera-Network work?
    LAN or Wifi connectivity
    Remote access to your camera via DDNS (Dynamic Domain Name Service)
    Internal IP address vs internet address (DDNS)
    What is the difference between the internal IP (LAN) and the external IP address (WAN)
    Internal port / external port - How to open a door to the internet (Port Forwarding)",
    "categories": [{
        "link": "/Quick_Installation/How_Does_An_IP_Camera_Work"
    }, {
        "title": "Wie arbeitet eine IP Kamera?"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation"]
} {
    "index": {
        "_id": "2"
    }
} {
    "title": "First Steps",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "This video contains a quick overview over the first steps involved in setting up your IP camera. Please go to the website Installation Wizard and follow the step by step instructions in order to set up your ip camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "categories": [{
        "link": "/Quick_Installation/First_Steps"
    }, {
        "title": "Erste Schritte um Ihre IP Kamera zum laufen zu bringens"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation"]
} {
    "index": {
        "_id": "3"
    }
} {
    "title": "After Unpacking",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "After unpacking your Camera
    The following video contains a quick overview over the necessary steps of the network integration.
    Please go to the website www.install.instar.de and follow the step by step instructions in order to set up your IP camera.
    Initial setup - Power supply, Wifi Antenna and camera boot up
    Network integration (LAN)
    The INSTAR search tool (Search Tool) and web user interface (webUI)
    How to set a static IP address (TCP/IP)
    Camera login and standard passwords (Default Passwords)
    Wifi integration (WLAN)
    Image quality settings (Image Settings)",
    "categories": [{
        "link": "/Quick_Installation/After_Unpacking"
    }, {
        "title": "Nach dem auspacken Ihrer INSTAR IP Kamera"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation"]
} {
    "index": {
        "_id": "4"
    }
} {
    "title": "Direct LAN Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Direct LAN Connection
    How to connect your camera directly with your computer via an Ethernet cable
    The following instructions will explain to you step by step how you can create a direct LAN connection between your computer and an INSTAR IP camera. Use this approach if you want to use the camera in an area, that does not provide a network infrastructure or to if you want to configure the camera to connect to a Wifi network when you don´t have a LAN Ethernet connection available to make the initial Wifi configuration.",
    "categories": [{
        "link": "/Quick_Installation/Direct_LAN_Connection"
    }, {
        "title": "Direkte Verbindung mit einem PC oder Notebook"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Network"]
} {
    "index": {
        "_id": "5"
    }
} {
    "title": "Use an Alternative Scanner to Find your Camera",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Alternative IP Scanner
    Angry IP scanner is a very fast open-source IP address and port scanner. It is available for Windows, MacOSX as well as Linux.
    Fing is an easy-to-use command line tool to keep an eye on your local IP network. The software is available for Windows, macOS and LINUX.
    Easily discover all the devices on your personal and professional networks from your mobile phone. Available for Android and iOS.",
    "categories": [{
        "link": "/Quick_Installation/Alternative_IP_Scanner"
    }, {
        "title": "Wie Sie Ihrer IP Kamera mit einem alternativen IP Scanner finden"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Network"]
} {
    "index": {
        "_id": "6"
    }
} {
    "title": "Language Selection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "How to set the Language in the Web User Interface?
    The new INSTAR web interface for your ip camera detects automatically what default language your web browser is using. By default the web interface will be loaded in the language which is used by your web browser. You can also click Software/Language on the left side navigation in order to select the language you would like to use.",
    "categories": [{
        "link": "/Quick_Installation/Language_Selection"
    }, {
        "title": "Sprachauswahl in der IP Kamera"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "index": {
        "_id": "7"
    }
} {
    "title": "User Account Management",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Secure the Access to your IP Camera
    Your camera offers you three different access levels
    Admin 	This user has all rights and can change all settings.
    User 	A user can change settings concerning the cameras image but cannot change relevant system settings.
    Guest 	Guest accounts are used for visitors and can simply display the video stream of the camera. You should use a guest login if you plan to embed the camera´s video stream inside a public website.",
    "categories": [{
        "link": "/Quick_Installation/Creating_User_Accounts"
    }, {
        "title": "Benutzer Erstellen und Verwalten"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "index": {
        "_id": "8"
    }
} {
    "title": "Software Update",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Software Update
    Install the newest Firmware and Web User Interface on your IP Camera
    Please download the newest version of the WebUI or Firmware from our website. Go to the Download section on our website. Please select your camera model and scroll to the end of the page for the corresponding download links. Please read the instructions carefully to make an informed decision on which Software you have to download. Both updates - web user interface and firmware - can either be done through the INSTAR camera tool or the camera´s webUI and the update procedure is the same for Windows, MacOSX and LINUX respectively..",
    "categories": [{
        "link": "/Quick_Installation/WebUI_And_Firmware_Upgrade"
    }, {
        "title": "WebUI / Firmware Upgrade"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "index": {
        "_id": "9"
    }
} {
    "title": "Clear your Borwser History",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Clear your Borwser History
    Flush old parts of the web user interface after a WebUI update
    Sometimes your camera´s WebUI might not behave the way you want. You updated your camera´s software, but it still shows you the old version? An update should bring new functions to the user interface - but they are nowhere to be seen? Or you simply cannot change a setting? Your Browser might have cached old parts of the user interface and refuses to reload the new or updated files. Here is how you can get rid of your browsers browsing history in several common browsers",
    "categories": [{
        "link": "/Quick_Installation/How_To_Clear_Your_Browsing_History"
    }, {
        "title": "Wie leert man den Cache (Historie/Verlauf) des Browsers nach dem Update"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Web User Interface", "WebUI"]
} {
    "index": {
        "_id": "10"
    }
} {
    "title": "Wireless Connection",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "First steps to set up a Wifi connection
    Please be aware that the camera has to be installed via LAN cable first before it can be used in your wireless network - see First Steps.
    Use the included Ethernet cable to connect the camera with your router. After the camera is connected, please open the web interface of your IP camera in your default web browser. Connect the WiFi antenna to the SMA/RP-SMA on camera (only for models with removable antenna), align it vertically to your router and place the camera close to your Wifi router for the rest of the installation process.",
    "categories": [{
        "link": "/Quick_Installation/Set_Up_A_Wireless_Connection"
    }, {
        "title": "Wie stelle ich eine WLAN Verbindung her?"
    }, {
        "chapter": "Quick Installation"
    }],
    "tags": ["Introduction", "Quickinstallation", "Network"]
}
