POST /wiki2_en/article
{
    "title": "IN-9008 HD",
    "series": ["1080p", "Outdoor"],
    "models": ["IN-9008 HD"],
    "description": "IN-9008 HD Product Overview. 1.) High quality weatherproof aluminium housing, 2.) High-power infrared LED´s for night vision, 3.) Standard 4.2mm F/2.1 infrared lense, 4.) Photodiode for twilight switch, 5.) Metall wallmount, 6.) Wifi antenna, 7.) RJ45 ethernet connector, 8.) Reset button, 9.) Alarm I/O connector for external devices, 10.) DC power supply connector, 11.) Audio output for external speakers, 12.) Audio input for external microphones. The IN-9008 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. For surveillance purposes, the IN-9008 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. The WPS function allows you to connect the camera to your WiFi network with a press of a button. Acessing your camera from the internet is even easier. The Point-2-Point connection can be established by scanning a QR code with our smartphone app. The InstarVision mobile app is available for Android, iOS and Windows Phone 8. The sensitivity of the integrated Panasonic Pyroelectric Sensor has been significantly improved thanks to a unique slit design of the pyroelectric elements. The separated sensing areas prevent thermal crosstalk between the single sensing elements. Therefore, reliable detection is possible even if the temperature difference between the background (e.g. floor wall) and the target object (human) is small. (4°C) Hardware Nightvision with 5 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 12 - 20m Very compact high quality IP65 weatherproof aluminium housing Integrated Panasonic Pyroelectric Sensor - PIR Range up to 12m Wide Dynamic Range (WDR) HD 1080p colour CMOS Sensor Network RJ-45 Ethernet port for an easy integration into your 100Mbit home network Compatible with Wifi IEEE 802.11 b/g/n up to 54Mbit networks with WEP, WPA and WPA2 security DHCP and UPnP support for an automatic network integration Integrated individual DDNS (Internet) address to access your camera through the Internet Software Free Android, iPhone and Windows Phone App Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer) Multi user management and simultaneous login for 3 users Software-based motion and audio detection and email notification with attached snapshots Record videos directly on your PC (only ActiveX). The 1/3 inch WDR sensor is a Panasonic CMOS chip, enabling 1080p HD video at unparalleled low-light sensitivity. Panasonic offers a wide variety of image sensors (νMaicovicon®) for security and network cameras, which are based on the industry most advanced technology and can be applied to security cameras requiring high picture quality with high sensitivity and low noise. The CMOS image sensor, νMaicovicon®, features high picture quality equal to high-speed CCD technologies, high S/N ratio, low noise, and high dynamic range. Even in a dark condition, you can retrieve snashots with excellent character detection, color reproduction, as well as object detection. Even in scenes with fast-moving objects, the image sensor ensures clear images without motion blur or strain. The frame composite function (WDR) enables high-dynamic range - you can simultaneously resolve dark and bright areas in your video frame. Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP support allows you to use the IN-9008 HD as a multi functional outdoor webcam for integration on your website.",
    "link": "/Outdoor_Cameras/IN-9008_HD",
    "title2": "IN-9008 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-9008 HD", "INSTAR", "products", "1080p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-9008HD.jpg",
    "abstract": "IN-9008 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-9008 HD Technical Specifications",
    "series": ["1080p", "Outdoor"],
    "models": ["IN-9008 HD"],
    "description": "IN-9008 HD Technical Specifications Image Properties Camera Model INSTAR IN-9008 HD P&T Indoor - Colour / IR Casing Aluminium (White, Black) Image Sensor Panasonic MN34229 1080p 1/3 CMOS Wide Dynamic Range (2.12 Megapixel) Sample Images Supported Resolutions 1080p, 720p, 360p Video Compression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 4.096 kbps Framerate up to 30fps Active Pixel Area 5,346 (H) µm x 3,003 (V) µm Day / Night Switch Yes Min. Illumination (Colour) 0.05 Lux @ f/2.0 Min. Illumination (IR) 0 Lux @ f/2.0 of Parallel Streams 3 Whitebalance Automatic Electronic Shutter Automatic Flip / Mirror Video Yes / Yes Video Overlay Date, Time, Camera Name Video Parameter Brightness, Contrast, Saturation, Sharpness, Gamma, Illumination Lense 4.2 ±5% mm (Manual Focus) f/2.1 Specifications Field of View 72.3° dia. Infrared LEDs 5 @ 850 nm Effective Range (IR) 12-20 m intgr. IRcut Filter Yes Optical Zoom No Digital Zoom 3 x (only ActiveX) Image Quality. 4.2mm Wide Angle Lense IN-9008 HD Angle of View: Image width [m] and height [m] as a function of Distance * Image Width Comparison IN-9008 HD (4.2mm Lense) vs. IN-5905 HD (4mm Lense) vs. IN-5907 HD   (8mm Lense) in [m] The larger the distance between your camera and the surveillance area, the larger the area becomes that your camera´s image covers. For example, if the object is at a distance of 10m from your camera, your camera´s image will cover a width of 11.68m. The Model IN-5907HD only offers half the resolution, compared to the IN-9008HD, but - with it´s reduced angle of view - still offers a very detailed image. The camera model IN-5905HD uses a similar lense as the IN-9008HD, with a slightly a bigger field of view because of it´s slightly bigger sensor. This makes the IN-5905HD an interesting model, if the distance to the object is not that far to suffer from it´s lack of resolution. Hardware Specifications Camera Model INSTAR IN-9008 HD Outdoor - Colour / IR Bullet Camera Alarm I/O Yes (and integrated heat sensor Passive Infrared Red for motion detection) Pyroelectric Motion Sensor Panasonic PaPIR EKMC16 Long Distance Sensor Specifications PIR Field of View 102° x 92° (108° x 99°) PIR Detector Range max. 12 meter Caution PIR Detection Zone 92 beams PIR Detection Condition  The temperature difference between the target and the surroundings must be higher than 4°C Movement speed: 1.0m/s Target concept: Human body with an approx. size of 700×250mm Target moving direction: Crossing the detection beam SD Card Removable microSDHC card up to 128GB (16GB included) Audio Integrated Loudspeaker / Audio Out (3.5mm Headphone Jack) Microphone Integrated Microphone Network Interface 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n Network Protocols TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Encryption WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) Wifi Frequency Band 2.4GHz 802.11b/g/n Wifi Antenna 5 dBi WLAN SMA Antenna Access Protection Username/Password - 3 Level Authorisation Power Supply 110-240V ac @ 50-60Hz to 12V dc and 2000mA Power Plug 2-pin Plug Power Consumption Max. 9.0 W Integr. DDNS Service Yes Pan & Tilt 350° / 100° Measurements in [cm] 12.4 / 11 / 11 Weight 368 g Operating Temperature -5°C - 55°C Certification CE, FCC, RoHS Power Consumption in [W]",
    "link": "/Outdoor_Cameras/IN-9008_HD/Technical_Specifications",
    "title2": "IN-9008 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-9008 HD", "INSTAR", "products", "1080p series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-9008HD_Technical_Specifications.jpg",
    "abstract": "IN-9008 HD Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["1080p", "Outdoor"],
    "models": ["IN-9008 HD"],
    "description": "IN-9008 HD Structure Component Function 1 IP65 Metal Casing High quality weatherproof aluminium housing 2 Infrared LEDs 5x High-power infrared LED´s for night vision @850nm 3 Lense Standard 4.2mm F/2.1 infrared lense / field of view: appx. 72.3º dia.) 4 Photosensor Twilight Switch for IR LEDs 5 Wall Mount Camera Wall Mount 6 Antenna Connector SMA WiFi Antenna Connector 7 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable 8 Reset Button Reset your camera settings to the factory defaults 9 Alarm In/Output For external signalling devices (also see IN-MOTION 500 and IN-MOTION 300) and house automation Potential free alarm output max. 60VDC/125VAC and 1A 10 Power Connector 12V / 2A dc 11 Audio Output For earphones and active speakers 12 Audio Input External mircrophone port (e.g. IN-MIKRO 380) The IN-9008 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MicroSD memory card with comparably small size but best picture results. For surveillance purposes, the IN-9008 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP support allows you to use the IN-9008 HD as a multi functional outdoor webcam for integration on your website.",
    "link": "/Outdoor_Cameras/IN-9008_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-9008HD_Features.jpg",
    "abstract": "IN-9008 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["1080p", "Outdoor"],
    "models": ["IN-9008 HD"],
    "description": "IN-9008 HD Quick Installation I-a Open the Camera Body Remove the 4 screws that hold the back plate in place. I-b Remove the Mainboard Remove the fixing screw and use the slide to expose your camera´s mainboard. I-c The Antenna Cable You can optionally unplug the antenna cable to fully remove the mainboard slide from the camera casing. I-d Choose your Sealing Ring You have the choice between 3 different sealing rings for different purpose of use: 1-hole Sealing Ring: to only connect the Power Cable while using a WiFi connection 2-hole Sealing Ring: to connect the Power Cable and LAN Cable 3-hole Sealing Ring: to connect the Power Cable, LAN Cable and Audio Out II-a Power Cable Thread the power cable through the wallmount, screw cap, 1-holed sealing ring and the backplate of your camera. II-b Sealing Ring Loosen plastic mount for the sealing ring in the middle of the backplate. Press the sealing ring into it´s mount and fasten it with the screw cap. II-c Power & Antenna Cable Plug in the Power Supply and Antenna Cable (if previously removed). II-d Option I - Ethernet Connect your camera´s Ethernet cable with the Ethernet Port to conncet your camera to a free LAN port on your internet router. (Recommended) II-d-1 Ethernet Cable Connect the Ethernet cable with your camera´s Ethernet port. Then plug in the other end of the Ethernet cable to a free LAN port on your internet router. II-d-2 Router Connect Connect the cameras network cable to a free LAN port on your internet router. Plug in the power supply to boot-up your camera. II-d-3 Camera Tool Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. II-d-4 User Login The default administrator login is User/Password: admin / instar. Our INSTALLATION WIZARD will lead you through the rest of the installation process. II-d-5 Video Plugin You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. II-d-6 WiFi Antenna Now attach the WiFi antenna and make sure that the antenna cable is still connected to the WiFi board (see step 3 HERE) II-d-7 WiFi Connection Access your camera´s WIFI SETTINGS and enter your WiFi information. Save your credentials, unplug the network cable and restart your camera, to connect it to your WiFi network. II-d-8 Internet Access You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 13 below). II-d-9 DDNS Access Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. II-d-10 P2P Access If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. II-d-11 Reassemble Fasten the mainboard slide and use the 4 screws to mount the backplate back onto your camera casing. Screw the wall mount to the back of the camera. II-d-12 Final Installation Install your camera and plug in the power supply. The camera should automatically reconnect itself to your WiFi network. II-e Option II - WPS If your router offers a WPS function, activate the WPS mode and press your camera´s WPS button to connect your camera without an Ethernet cable. II-e-1 Activate WPS Connect the WiFi antenna and make sure that the antenna cable is still connected (see step 3 HERE). Now plug in the power supply and wait for the camera to boot. Press the Reset/WPS button for 3s to activate the WPS function (Caution: pressing it for 10s will reset your camera!). II-e-2 Router WPS Activate your routers WPS mode at the same time you activated it on your camera. Please refer to your routers usermanual about it WPS function. II-e-3 Camera Tool Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. II-e-4 User Login The default administrator login is User/Password: admin / instar. Our INSTALLATION WIZARD will lead you through the rest of the installation process. II-e-5 Video Plugin You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. II-e-6 Internet Access You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 12 below). II-e-7 DDNS Access Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. II-e-9 Reasamble Fasten the mainboard slide and use the 4 screws to mount the backplate back onto your camera casing. Screw the wall mount to the back of the camera. II-e-10 Final Installation Install your camera and plug in the power supply. The camera should automatically reconnect itself to your WiFi network. III-a Power & Ethernet Cable Thread the power and Ethernet cable through the wallmount, screw cap, 2-holed sealing ring and the backplate of your camera. III-b Sealing Ring Press in the Sealing Ring III-c Power, Ethernet & Antenna Cable Plug in the Power Supply and Ethernet Cable. Fasten the Antenna Cable - if previously removed. III-d Router Connection Connect the cameras network cable to a free LAN port on your internet router. And plug in your camera´s power supply. III-e Camera Tool Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. III-f User Login The default administrator login is User/Password: admin / instar. Our INSTALLATION WIZARD will lead you through the rest of the installation process. III-g Video Plugin You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. III-h Reassamble Fasten the mainboard slide and use the 4 screws to mount the backplate back onto your camera casing. Screw the wall mount to the back of the camera. III-i Internet Access You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 12 below). Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. III-l Final Installation Install your camera and plug in the power supply. The camera should automatically reconnect itself to your WiFi network. IV-a Power, Ethernet & Audio Cable Thread the power, Ethernet and audio cable through the wallmount, screw cap, 3-holed sealing ring and the backplate of your camera. IV-b Sealing Ring Loosen plastic mount for the sealing ring in the middle of the backplate. Press the sealing ring into it´s mount and fasten it with the screw cap. IV-c Plug in all Cables Plug in the Power Supply, Ethernet and Audio Cable and Antenna Cable (if previously removed) IV-d Router Connection Connect the cameras network cable to a free LAN port on your internet router. IV-e Camera Tool Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. IV-f User Login The default administrator login is User/Password: admin / instar. Our INSTALLATION WIZARD will lead you through the rest of the installation process. IV-g Video Plugin You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. IV-h Internet Access You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 12 below). Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. IV-k Reassemble Fasten the mainboard slide and use the 4 screws to mount the backplate back onto your camera casing. Screw the wall mount to the back of the camera. IV-l Final Installation Fasten the mainboard slide and use the 4 screws to mount the backplate back onto your camera casing. Screw the wall mount to the back of the camera.",
    "link": "/Outdoor_Cameras/IN-9008_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-9008HD_Quick_Installation.jpg",
    "abstract": "IN-9008 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-7011 HD",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD - Product Overview: 1.) High quality weatherproof aluminium housing, 2.) Plexiglass dome, 3.) Infrared LED´s for night vision, 4.) Standard 6mm F 2.0 infrared lense, 5.) Wifi antenna connector, 6.) RJ45 Ethernet connector, 7.) Alarm I O connector for external devices (also see IN-Motion 500 and IN-Motion 300), 8.) DC power supply connector, 9.) Audio input for external microphones (e.g. IN-Mikro 380), 10.) Audio output for external speakers, 11.) Reset button, 12.) Metal wallmount. The IN-7011 HD is a weather proof dome camera which can either be used in in- or outdoor environments. A convenient motor allows for quick readjusting of the lenses viewing direction and can be controlled by any network device such as a tablet or a smartphone. The built-in infrared diodes allows you to see in pitch dark enviroments, while the integrated IR cut filter aids in the display of vibrant colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MicroSD memory card with comparably small size but best picture results. The sturdy construction of the camera body guarantees maximum durability and is weather proof for outdoor use. For surveillance purposes, the IN-7011 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Nightvision with 22 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 8 - 12m. High quality aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). 1 3 Wide-Dynamic-Range CMOS sensor with 720p HD resolution. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX). Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP support allows you to use the IN-7011 HD as a multi functional outdoor webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions.",
    "link": "/Outdoor_Cameras/IN-7011_HD",
    "title2": "IN-7011 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-7011 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD.jpg",
    "abstract": "IN-7011 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-7011 HD Technical Specifications",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD Technical Specifications: Camera Model INSTAR IN-7011 HD P T Outdoor - Colour IR. Casing Aluminium (Beige, Black). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 6 mm (Manual Focus) f 1.2. Field of View 60° dia. Dome Plexiglas Measurements. Infrared LEDs 22 @ 850 nm. Effective Range (IR) 8-12 m. intgr. IRcut Filter Yes. Alarm I O Yes (potential-free alarm-out max. 30VDC 125VAC @ 1A) Spec Sheet (also see IN-Motion 500). Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Audio Out (Cinch). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 12V dc and 2000mA Measurements. Power Plug 2.1mm In 5.5mm Out. Power Consumption Max. 8.0 W. Integr. DDNS Service Yes. Pan Tilt 355° 85°. Measurements in cm 24 13 21,5. Weight 1200 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Outdoor_Cameras/IN-7011_HD/Technical_Specifications",
    "title2": "IN-7011 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-7011 HD", "INSTAR", "products", "HD series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD_Technical_Specification.jpg",
    "abstract": "IN-7011 HD Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD Product Features Camera Overview The IN-7011 HD is a weather proof dome camera which can either be used in in- or outdoor environments. A convenient motor allows for quick readjusting of the lenses viewing direction and can be controlled by any network device such as a tablet or a smartphone. The built-in infrared diodes allows you to see in pitch dark enviroments, while the integrated IR cut filter aids in the display of vibrant colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MicroSD memory card with comparably small size but best picture results. Component Function 1 IP65 Metal Casing High quality, weatherproofed camera casing 2 Infrared LEDs 22 IR LEDs nightvision @850nm 3 Lense Wide-lense (focal length: 6mm field of view: appx. 60º dia.) 4 Photosensor Twilight Switch for IR LEDs 5 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable For power supply according to IEEE802.3af only for the PoE model 6 Power Connector 12V 2A dc - Plug Ø 2.1mm in 5.5mm (out) 7 Antenna Connector SMA WiFi Antenna Connector 8 Wall Mount Camera Wall Mount 9 Alarm Output For external signalling devices and house automation Potential free alarm output max. 60VDC 125VAC and 1A 10 Audio Input External mircrophone port 11 Audio Output For earphones and active speakers 12 Reset Button Reset your camera settings to the factory defaults 13 Alarm Intput For external motion detectors such as the INSTAR IN-MOTION 500 * SD Card Slot Slot for MicroSD SDHC cards up to 32 GB - 4 GB included CHECK OUT ON YOUTUBE",
    "link": "/Outdoor_Cameras/IN-7011_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD_Features.jpg",
    "abstract": "IN-7011 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD Quick Installation Connect the WiFi antenna with the wall mount of your camera. Plug in the power adapter connect it with the power connector on your camera´s cable tree. It is recommended to set your routers Wifi channel to an unoccupied number, and set the encryption to WPA2 AES (or CCMP). A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). To establish a LAN connection, plug in the Ethernet cable to the RJ-45 on your cameras cable tree. Plug the other end of the Ethernet cable into a free LAN port of your router or switch. Now start the IP CAMERA TOOL from the Software CD and double-click the name of your camera. Standard Login user password: admin instar for administrators, user instar for regular users and guest instar for guest. Activate the WiFi card of your camera INSIDE THE WEBUI and start searching for WiFi signals. Select your WiFi, add your key and safe the settings. Restart your camera and unplug the LAN cable. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80) To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (STANDARD 1935). To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision App from the App Store. The P2P FUNCTION allows you acces your camera over the internet without the need for a port forwarding (s.12). Simply add a P2P camera to our smartphone app and scan the QR CODE INSIDE THE WEBUI. Please be aware that you will have to use the administrator login for your camera (s.8).",
    "link": "/Outdoor_Cameras/IN-7011_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD_Quick_Installation.jpg",
    "abstract": "IN-7011 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD Point2Point Setup Connect the WiFi antenna with the SMA connector on the wall mount of your camera. Connect the power adaptor with the cable to boot up your camera. If your camera supports WPS (Wireless Protected Setup), simply press the WPS button (examples above). Now press the reset button on your camera´s cable tree for 3s. Then please wait for up to 5 minutes for your camera to connect to your routers WiFi. Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all information to add your camera. Please be aware that this Code is using the DEFAULT LOGINS! It is better to change those and scan the QR CODE INSIDE THE WEBUI instead. The Login can only be CHANGED INSIDE THE WEBUI of your camera. The QR CODE INSIDE USER INTERFACE always contains the actual information. You can now use the app to access your camera´s Live Stream, pan&tilt it, listen to it´s audio stream and record videos. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Outdoor_Cameras/IN-7011_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD_Quick_Installation.jpg",
    "abstract": "IN-7011 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Outdoor"],
    "models": ["IN-7011 HD"],
    "description": "IN-7011 HD Lense Adjustment Manual focus adjustment for your IN-7011 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-7011 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. Lense Adjustment INSTAR IN-7011 HD.",
    "link": "/Outdoor_Cameras/IN-7011_HD/Lense_Adjustment",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-7011HD_Lense_Adjust.jpg",
    "abstract": "IN-7011 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-5907 HD",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD - Product Overview: 1.) High quality weatherproof aluminium housing, 2.) High-power infrared LED´s for night vision, 3.) Standard 8mm F 1.2 infrared lense, 4.) Photodiode for twilight switch, 5.) Metall wallmount, 6.) Wifi antenna, 7.) RJ45 ethernet connector, 8.) Reset button, 9.) Alarm I O connector for external devices (also see IN-Motion 500 and IN-Motion 300), 10.) DC power supply connector, 11.) Audio output for external speakers, 12.) Audio input for external microphones (e.g. IN-Mikro 380). The IN-5907 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MicroSD memory card with comparably small size but best picture results. For surveillance purposes, the IN-5907 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Nightvision with 3 high power Infrared LED s @ 850nm (barely visible for the human eye) for distances up to 15 - 20m. High quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). 1 3 Wide-Dynamic-Range CMOS sensor with 720p HD resolution. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX). Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP support allows you to use the IN-5907 HD as a multi functional outdoor webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions.",
    "link": "/Outdoor_Cameras/IN-5907_HD",
    "title2": "IN-5907 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-5907 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD.jpg",
    "abstract": "IN-5907 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-5907 Technical Specifications",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD Technical Specifications: Camera Model INSTAR IN-5907 HD Outdoor - Colour IR. Casing Aluminium (Silver, Black). Wall Mount Measurements. Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 8 mm (Manual Focus) f 1.8. Field of View 45° dia. Infrared LEDs 3 High-Power @ 850 nm. Effective Range (IR) 15-20 m. intgr. IRcut Filter Yes. Alarm I O Yes (potential-free alarm-out max. 30VDC 125VAC @ 1A) Spec Sheet (also see IN-Motion 500). Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Audio Out (Cinch). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 12V dc and 2000mA Measurements. Power Plug 2.1mm In 5.5mm Out. Power Consumption Max. 13.0 W. Integr. DDNS Service Yes. Pan Tilt No. Measurements in cm 25 10 10. Weight 1260 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Outdoor_Cameras/IN-5907_HD/Technical_Specifications",
    "title2": "IN-5907 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-5907 HD", "INSTAR", "products", "HD series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD_Technical_Specifications.jpg",
    "abstract": "IN-5907 HD Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD Product Features Camera Overview The IN-5907 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MICROSD MEMORY CARD with comparably small size but best picture results. For surveillance purposes, the IN-5907 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with SIGNALLING DEVICES. Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP SUPPORT allows you to use the IN-5907 HD as a multi functional outdoor webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions. Component Function 1 IP65 Metal Casing High quality weatherproof aluminium housing 2 Infrared LEDs 3x High-power infrared LED´s for night vision @850nm 3 Lense Standard 8mm F 1.2 infrared lense field of view: appx. 45º dia.) 4 Photosensor Twilight Switch for IR LEDs 5 Wall Mount Camera Wall Mount 6 Antenna Connector SMA WiFi Antenna Connector 7 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable For power supply according to IEEE802.3af only for the PoE model 8 Reset Button Reset your camera settings to the factory defaults 9 Alarm In Output For external signalling devices (also see IN-MOTION 500 and IN-MOTION 300) and house automation Potential free alarm output max. 60VDC 125VAC and 1A 10 Power Connector 12V 2A dc - Plug Ø 2.1mm in 5.5mm (out) 11 Audio Output For earphones and active speakers 12 Audio Input External mircrophone port (e.g. IN-MIKRO 380)",
    "link": "/Outdoor_Cameras/IN-5907_HD/Product_Features",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD_Features.jpg",
    "abstract": "IN-5907 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD Quick Installation Connect the WiFi antenna with the SMA connector of your camera. Plug in the power adapter connect it with the power connector on your camera´s cable tree. It is recommended to set your routers Wifi channel to an unoccupied number, and set the encryption to WPA2 AES (or CCMP). A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). To establish a LAN connection, plug in the Ethernet cable to the RJ-45 on your cameras cable tree. Plug the other end of the Ethernet cable into a free LAN port of your router or switch. Now start the IP CAMERA TOOL from the Software CD and double-click the name of your camera. Standard Login user password: admin instar for administrators, user instar for regular users and guest instar for guest. Activate the WiFi card of your camera INSIDE THE WEBUI and start searching for WiFi signals. Select your WiFi, add your key and safe the settings. Restart your camera and unplug the LAN cable. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80) To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (STANDARD 1935). To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision App from the App Store. The P2P FUNCTION allows you acces your camera over the internet without the need for a port forwarding (s.12). Simply add a P2P camera to our smartphone app and scan the QR CODE INSIDE THE WEBUI. Please be aware that you will have to use the administrator login for your camera (s.8).",
    "link": "/Outdoor_Cameras/IN-5907_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD_Quick_Installation.jpg",
    "abstract": "IN-5907 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD Point2Point Setup Connect the WiFi antenna with the SMA connector on the wall mount of your camera. Connect the power adaptor with the cable to boot up your camera.  If your camera supports WPS (Wireless Protected Setup), simply press the WPS button (examples above) Now press the reset button on your camera´s cable tree for 3s. Then please wait for up to 5 minutes for your camera to connect to your routers WiFi. Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all information to add your camera. Please be aware that this Code is using the DEFAULT LOGINS! It is better to change those and scan the QR CODE INSIDE THE WEBUI instead. The Login can only be CHANGED INSIDE THE WEBUI of your camera. The QR CODE INSIDE USER INTERFACE always contains the actual information. You can now use the app to access your camera´s Live Stream, pan&tilt it, listen to it´s audio stream and record videos. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Outdoor_Cameras/IN-5907_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD_Quick_Installation.jpg",
    "abstract": "IN-5907 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5907 HD"],
    "description": "IN-5907 HD Lense Adjustment Manual focus adjustment for your IN-5907 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-5907 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. I. First remove the top cover by gently pushing it to the back. Hold the camera case and remove the front cover by turning it counter clockwise. II. Then only remove the 3 outer screws (not the 2 inner screws). III. Gently pull out the inner parts. Then loosen the screw on the side of the lense which fastens the lense to it outer mount. IV. Launch the WebUI on your computer. While keeping an eye on the camera screen, turn the top part of the lense (be careful not to loosen the lenses lower part from the sensor mount) until the area under surveillance becomes clear. Tighten the screw from Fig.3 to fix the lense and reassemble the camera. Lense Adjustment INSTAR IN-5907 HD.",
    "link": "/Outdoor_Cameras/IN-5907_HD/Lense_Adjustment",
    "title2": "Manuelle Objekivejustage",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5907HD_Lense_Adjust.jpg",
    "abstract": "IN-5907 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-5905 HD",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD - Product Overview: 1.) High quality weatherproof aluminium housing, 2.) High-power infrared LED´s for night vision, 3.) Standard 4.3mm F 1.2 infrared lense, 4.) Photodiode for twilight switch, 5.) Metall wallmount, 6.) Wifi antenna, 7.) RJ45 ethernet connector, 8.) Reset button, 9.) Alarm I O connector for external devices (also see IN-Motion 500 and IN-Motion 300), 10.) DC power supply connector, 11.) Audio output for external speakers, 12.) Audio input for external microphones (e.g. IN-Mikro 380). The IN-5905 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. For surveillance purposes, the IN-5905 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. The WPS function allows you to connect the camera to your WiFi network with a press of a button. Acessing your camera from the internet is even easier. The Point-2-Point connection can be established by scanning a QR code with our smartphone app. The InstarVision mobile app is available for Android, iOS and Windows Phone 8. Hardware: Nightvision with 5 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 5 - 10m. Very compact high quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX). Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP support allows you to use the IN-5905 HD as a multi functional outdoor webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions.",
    "link": "/Outdoor_Cameras/IN-5905_HD",
    "title2": "IN-5905 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-5905 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD.jpg",
    "abstract": "IN-5905 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-5905 Technical Specifications",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD Technical Specifications: Camera Model INSTAR IN-5905 HD Outdoor - Colour IR. Casing Aluminium (White, Black). Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip  Mirror Video Yes Yes Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 4.3 mm (Manual Focus) f 1.8. Field of View 90° dia. Infrared LEDs 5 High-Power @ 850 nm. Effective Range (IR) 12-20 m. intgr. IRcut Filter Yes. Alarm I O Yes (potential-free alarm-out max. 30VDC 125VAC @ 1A) Spec Sheet (also see IN-Motion 500). Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Audio Out (Cinch). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n. Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n. Wifi Antenna 5 dBi WLAN SMA Antenna. Access Protection Username/Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 12V dc and 2000mA. Power Plug 2.1mm In 5.5mm Out. Power Consumption Max. 7.0 W. Integr. DDNS Service Yes. Pan  Tilt No. Measurements in [cm] 8.7 8 26.3. Weight 930g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS",
    "link": "/Outdoor_Cameras/IN-5905_HD/Technical_Specifications",
    "title2": "IN-5905 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-5905 HD", "INSTAR", "products", "HD series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD_Technical_Specifications.jpg",
    "abstract": "IN-5905 HD Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD Product Features Camera Overview The IN-5905 HD is weather proof and wireless outdoor camera. Thanks to the built-in high-powered infrared diodes it utilizes night vision with high performance which allows you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a MICROSD MEMORY CARD with comparably small size but best picture results. For surveillance purposes, the IN-5905 HD is ready for implementation to your existing system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with SIGNALLING DEVICES. Many built-in features allows you to use this camera not only for surveillance, but also for your personal projects. The FTP SUPPORT allows you to use the IN-5905 HD as a multi functional outdoor webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions. Component Function 1 IP65 Metal Casing High quality weatherproof aluminium housing 2 Infrared LEDs 5x High-power infrared LED´s for night vision @850nm 3 Lense Standard 4.3mm F 1.2 infrared lense field of view: appx. 90º dia.) 4 Photosensor Twilight Switch for IR LEDs 5 Wall Mount Camera Wall Mount 6 Antenna Connector SMA WiFi Antenna Connector 7 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable 8 Reset Button Reset your camera settings to the factory defaults 9 Alarm In Output For external signalling devices (also see IN-MOTION 500 and IN-MOTION 300) and house automation Potential free alarm output max. 60VDC 125VAC and 1A 10 Power Connector 12V 2A dc - Plug Ø 2.1mm in 5.5mm (out) 11 Audio Output For earphones and active speakers 12 Audio Input External mircrophone port (e.g. IN-MIKRO 380)",
    "link": "/Outdoor_Cameras/IN-5905_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD_Features.jpg",
    "abstract": "IN-5905 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD Quick Installation Connect the WiFi antenna with the SMA connector of your camera. Plug in the power adapter connect it with the power connector on your camera´s cable tree. It is recommended to set your routers Wifi channel to an unoccupied number, and set the encryption to WPA2 AES (or CCMP). A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). To establish a LAN connection, plug in the Ethernet cable to the RJ-45 on your cameras cable tree. Plug the other end of the Ethernet cable into a free LAN port of your router or switch. Now start the IP CAMERA TOOL from the Software CD and double-click the name of your camera. Standard Login user password: admin instar for administrators, user instar for regular users and guest instar for guest. Activate the WiFi card of your camera INSIDE THE WEBUI and start searching for WiFi signals. Select your WiFi, add your key and safe the settings. Restart your camera and unplug the LAN cable. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80) To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (STANDARD 1935). To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you acces your camera over the internet without the need for a port forwarding (s.12). Simply add a P2P camera to our smartphone app and scan the QR CODE INSIDE THE WEBUI. Please be aware that you will have to use the administrator login for your camera (s.8).",
    "link": "/Outdoor_Cameras/IN-5905_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD_Quick_Installation.jpg",
    "abstract": "IN-5905 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD Point2Point Setup Connect the WiFi antenna with the SMA connector on the wall mount of your camera. Connect the power adaptor with the cable to boot up your camera. If your camera supports WPS (Wireless Protected Setup), simply press the WPS button (examples above). Now press the reset button on your camera´s cable tree for 3s. Then please wait for up to 5 minutes for your camera to connect to your routers WiFi. Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all information to add your camera. Please be aware that this Code is using the DEFAULT LOGINS! It is better to change those and scan the QR CODE INSIDE THE WEBUI instead. The Login can only be CHANGED INSIDE THE WEBUI of your camera. The QR CODE INSIDE USER INTERFACE always contains the actual information. You can now use the app to access your camera´s Live Stream, pan&tilt it, listen to it´s audio stream and record videos. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Outdoor_Cameras/IN-5905_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD_Quick_Installation.jpg",
    "abstract": "IN-5905 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Outdoor"],
    "models": ["IN-5905 HD"],
    "description": "IN-5905 HD Lense Adjustment Manual focus adjustment for your IN-5905 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-5905 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. I. Please remove the top cover of your IN-5905 HD. Make sure not to lose the plastic ring under the white screw which is for waterproof purpose! II. Loosen two screws of the back casing and open the casing caerfullyand make sure not to damage any cables. III. Remove the three screws (marked in red) which fixes the electronics to the front casing. Attention! Don’t touch the screws with a hexagon mark underneath. IV. Carefully take out the inner electronics. This part is still wired to the LED board on the front. Please be careful not to damage the cables or the connectors. V. Loosen the fixing screw on the outer ring of the lens (marked in red color). The bottom screw (marked in blue) belongs to the lens mount and does not need to be loosen. VI. Now please connect the camera to your network and access the WebUI. Then turn the front of the lens while keeping an eye on the camera feed until the image is sharp and clear. Tighten the fixing screw. While checking for the right focal, please be careful not to accidently screw the whole lens out of the mount. VII. After you obtained the right focal, please carefully put everything back together by following this guide in reverse. When inserting the lens into the front case, please pay attention to the inner cables. Make sure they don’t obstruct the view and avoid squeezing any cables. Lense Adjustment INSTAR IN-5905 HD.",
    "link": "/Outdoor_Cameras/IN-5905_HD/Lense_Adjustment",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Outdoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-5905HD_Lense_adjust.jpg",
    "abstract": "IN-5905 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-4011",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-4011"],
    "description": "IN-4011 - Product Overview: 1.) Wifi antenna, 2.) Metal wallmount, 3.) High quality metal housing, 4.) 66 Infrared LEDs, 5.) Remote controlled camera head, 6.) Plexiglas dome, 7.) DC power supply connector, 8.) Alarm I O connector for external devices, 9.) Audio output for external speakers 10.) RJ45 ethernet connector, 11.) Audio In for external microphones, 12.) Reset button, 13.) Standard 3.7 - 14.8 mm infrared zoom lense. The IN-4011 is a dome camera for outdoor use and thanks to its pan and tilt motor it can capture the whole area. The PTZ functions can be manipulated by any computer or smartphone device and allows a comfortable way to change the position of the cameras lense. A clear picture is achieved through it optical zoom lense. In contrast to conventional upscaling the variable focal length ensures zooming capabilities with satisfying picture results. The IN-4011 comes with an active microphone which allows you to capture all noises or use it to trigger alarm events if a specific volume level is reached. This camera model can easily be connected to your network by using its 54MBit (802.11b g n) Wifi module or through the 100MBit network interface. This will ensure a fast stream of the cameras video. For surveillance purposes, the IN-4011 is ready for implementation to your existing system. Home Automation Systems as well as NAS Systems like Synology or Qnap are have integrated our cameras into their products. You will find profiles to the corresponding cameras within the systems software. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Remote controlled Pan Tilt outdoor camera with a 4 times optical zoom. Very compact high quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). 66 Infrared LEDs @ 850nm for night vision. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX)",
    "link": "/Outdoor_Cameras/IN-4011",
    "title2": "IN-4011 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-4011", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-4011.jpg",
    "abstract": "IN-4011 - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-4011 Technical Specifications",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-4011"],
    "description": "IN-4011 Technical Specifications: Camera Model INSTAR IN-4011 Outdoor PTZ Dome - Colour IR. Casing Aluminium (White, Black). Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 3.7 - 14.8 mm (Manual Focus). Field of View 18° - 56° Horizontal. Infrared LEDs 66 @ 850nm. Effective Range (IR) 5 - 8 m. intgr. IRcut Filter Yes. Optical Zoom 4 times. Digital Zoom No. Audio Audio Out (3.5mm Headphone Jack). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 10 dBi WLAN RP-SMA Antenna. Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 12V dc and 3000mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 10.8 W. Integr. DDNS Service Yes. Pan Tilt 355° 90°. Measurements in cm 20 15 15. Weight 1050 g. Operating Temperature -5°C - 55°C. Certification CE, RoHS.",
    "link": "/Outdoor_Cameras/IN-4011/Technical_Specifications",
    "title2": "IN-4011 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-4011", "INSTAR", "products", "VGA series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-4011_Technical_Specifications.jpg",
    "abstract": "IN-4011 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "IN-4010 V2",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-4010 V2"],
    "description": "IN-4010 V2 - Product Overview: 1.) Wifi antenna, 2.) Metal wallmount, 3.) High quality metal housing, 4.) Tinted plexiglas dome, 5.) Remote controlled camera head, 6.) Standard 4 - 9 mm infrared zoom lense, 7.) RJ45 ethernet connector, 8.) Alarm I O connector for external devices, 9.) Audio output for external speakers 10.) Reset button, 11.) Audio In for external microphones, 12.) DC power supply connector. The IN-4010 is a dome camera for outdoor use and thanks to its pan and tilt motor it can capture the whole area. The PTZ functions can be manipulated by any computer or smartphone device and allows a comfortable way to change the position of the cameras lense. A clear picture is achieved through it optical zoom lense. In contrast to conventional upscaling the variable focal length ensures zooming capabilities with satisfying picture results. The IN-4010 comes with an active microphone which allows you to capture all noises or use it to trigger alarm events if a specific volume level is reached. This camera model can easily be connected to your network by using its 54MBit (802.11b g n) Wifi module or through the 100MBit network interface. This will ensure a fast stream of the cameras video. For surveillance purposes, the IN-4010 is ready for implementation to your existing system. Home Automation Systems as well as NAS Systems like Synology or Qnap are have integrated our cameras into their products. You will find profiles to the corresponding cameras within the systems software. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Remote controlled Pan Tilt outdoor camera with a 3 times optical zoom. Very compact high quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX)",
    "link": "/Outdoor_Cameras/IN-4010_V2",
    "title2": "IN-4010 V2 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-4010 V2", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-4010.jpg",
    "abstract": "IN-4010 V2 - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-4010 V2 Technical Specifications",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-4010 V2"],
    "description": "IN-4010 V2 Technical Specifications: Camera Model INSTAR IN-4010 V2 Outdoor PTZ Dome - Colour. Casing Aluminium (White, Black). Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 4 - 9 mm (Manual Focus). Field of View 29° - 51° Horizontal. Infrared LEDs -. Effective Range (IR) -. intgr. IRcut Filter Yes. Optical Zoom 3 times. Digital Zoom No. Audio Audio Out (3.5mm Headphone Jack). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 12V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 8 W. Integr. DDNS Service Yes. Pan Tilt 355° 90°. Measurements in cm 18.5 13 13. Weight 930 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Outdoor_Cameras/IN-4010_V2/Technical_Specifications",
    "title2": "IN-4010 V2 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-4010 V2", "INSTAR", "products", "VGA series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-4010_Technical_Specifications.jpg",
    "abstract": "IN-4010 V2 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "IN-2908",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-2908"],
    "description": "IN-2908 - Product Overview: 1.) High quality weatherproof aluminium housing, 2.) Standard 4-9mm infrared zoom lense, 3.) Infrared LED´s for night vision, 4.) Photodiode for twilight switch, 5.) UV resistant Polycarbonate wallmount, 6.) Wifi antenna, 7.) Audio Out for external speakers, 8.) Reset button, 9.) Alarm In Out 10.) Audio In for external Microphones, 11.) DC power supply connector, 12.) RJ45 ethernet connector The IN-2908 is the first in the 290X-series to feature a remotely controllable focal length. Many more Upgrades makes this camera a worthy successor of the IN-2907. Among those upgrades you ll find an IR cut filter, an improved sensor and higher night vision capabilities. It also features Audio I O for the addition of optional speakers or microphones (e.g. IN-Mikro 380) to use the camera as a 2-way communication system. The IN-2908 is the perfect surveillance camera for businesses and private households. The casing out of high quality aluminium guarantees maximum durability and is weather proof for outdoor use. Thanks to it s 3x optical zoom lense you will be able to enlarge as if you were taking the camera closer to the monitored scenery. Unlike digital zoom this optical zoom lens delivers crystal clear pictures. The camera model can easily be connected to your network by using its 54MBit (802.11b g) Wifi module or through the 100MBit network interface. This will ensure a fast stream of the cameras video. For surveillance purposes, the IN-2908 is ready for implementation to your existing system. Home Automation Systems as well as NAS Systems like Synology or Qnap are have integrated our cameras into their products. You will find profiles to the corresponding cameras within the systems software. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Nightvision with 30 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 12 - 20m. Very compact high quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b/g up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX)",
    "link": "/Outdoor_Cameras/IN-2908",
    "title2": "IN-2908 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-2908", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-2908.jpg",
    "abstract": "IN-2908 - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-2908 Technical Specifications",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-2908"],
    "description": "IN-2908 Technical Specifications: Camera Model INSTAR IN-2908 Outdoor - Colour IR. Casing Aluminium (Silver, Black). Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 4 - 9mm mm (Manual Focus). Field of View 29° - 51° Horizontal. Infrared LEDs 30 @ 850 nm. Effective Range (IR) 12 - 20 m. intgr. IRcut Filter Yes. Optical Zoom 3 Times. Digital Zoom No. Audio Audio Out (3.5mm Headphone Jack). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 2000mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 5.3 W. Integr. DDNS Service Yes. Pan Tilt No. Measurements in cm 9 9.7 14. Weight 700 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Outdoor_Cameras/IN-2908/Technical_Specifications",
    "title2": "IN-2908 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-2908", "INSTAR", "products", "VGA series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-2908_Technical_Specifications.jpg",
    "abstract": "IN-2908 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "IN-2905 V2",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-2905 V2"],
    "description": "IN-2905 V2 - Product Overview: 1.) High quality weatherproof aluminium housing, 2.) Photodiode for twilight switch, 3.) Standard 6mm F 2.0 infrared lense, 4.) Infrared LED´s for night vision, 5.) UV resistant Polycarbonate wallmount, 6.) Wifi antenna, 7.) RJ45 ethernet connector, 8.) Reset button, 9.) Alarm In Out 10.) DC power supply connector, 11.) Audio In for external Microphones, 12.) Audio Out for external speakers. The IN-2905 v2 is the successor of the popular IN-2905. Dozens of Upgrades makes this camera on par with the more high-end line of INSTAR cameras. It now features an IR cut filter in order to display nice and clear colours during the daytime. Further you will find Audio I O and IN-Motion 300) for the addition of optional speakers or microphones (e.g. IN-Mikro 380) to use the camera as a 2-way communication system. The IN-2905 V2 is the perfect surveillance camera for businesses and private households. The casing out of high quality aluminium can be installed outside and thanks to its compact size inside the office or house without being seen right away. The sturdy construction of the camera body guarantees maximum durability and is weather proof for outdoor use. The camera model can easily be connected to your network by using its 54MBit (802.11b g) Wifi module or through the 100MBit network interface. This will ensure a fast stream of the cameras video. For surveillance purposes, the IN-2905 v2 is ready for implementation to your existing system. Home Automation Systems as well as NAS Systems like Synology or Qnap are have integrated our cameras into their products. You will find profiles to the corresponding cameras within the systems software. But also as a stand-alone device it offers you a number of alarming features like Email Notification or compatibility with signalling devices. Hardware: Nightvision with 24 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 12 - 15m. Very compact high quality IP65 weatherproof aluminium housing. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy. configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots Record videos directly on your PC (only ActiveX)",
    "link": "/Outdoor_Cameras/IN-2905_V2",
    "title2": "IN-2905 V2 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-2905 V2", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-2905.jpg",
    "abstract": "IN-2905 V2 - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-2905 V2 Technical Specifications",
    "series": ["VGA", "Outdoor"],
    "models": ["IN-2905 V2"],
    "description": "IN-2905 V2 Technical Specifications: Camera Model INSTAR IN-2905 Outdoor - Colour IR. Casing Aluminium (Silver, White, Black). Ingress Protection Marking IP65 (dust tight water resistant). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 6 mm (Manual Focus) f 2.0. Field of View 37° Horizontal. Infrared LEDs 24 @ 850 nm. Effective Range (IR) 12-15 m. intgr. IRcut Filter Yes. Optical Zoom No. Digital Zoom No. Audio Audio Out (3.5mm Headphone Jack). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 2000mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 5.8 W. Integr. DDNS Service Yes. Pan Tilt No. Measurements in cm 8.2 8 15.7. Weight 620 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Outdoor_Cameras/IN-IN-2905_V2/Technical_Specifications",
    "title2": "IN-2905 V2 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-2905 V2", "INSTAR", "products", "VGA series", "outdoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-2905_Technical_Specifications.jpg",
    "abstract": "IN-2905 V2 Technical Specifications Table"
}
