POST /wiki2_en/article
{
    "title": "InstarVision v2 for Windows",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision v2 for Windows. The InstarVision Surveillance Center is an IP camera software which can support 64 cameras at the same time, including Network cameras, USB cameras remotely accessed secondary installations of the software. The InstarVision Surveillance Center allows you to keep an eye on your home from anywhere, turning your PC into a video surveillance system, remote controlling your IP camera via pan &amp; tilt zoom function. This webcam software can also broadcast the cameras live RTSP video stream to the internet or integrate it into your website with via video plugins or as a auto-refreshing JPG stream. The advanced video motion detection algorithm can be set up to notify you by Email alerts and record video in case of an alarm event. Other features include a multi-level user management, an electronic interactive map displaying your cameras on a site plan and stand-alone multi-channel video player to quickly screen your video recordings. Overview: When you start the InstarVision Surveillance Center, you will be greeted by the main graphical user interface (GUI). The left area of the UI is the video canvas region. On the right you find the side navigation. You can hide or show the navigation at any time to maximize the space available for your cameras. Maximize the GUI to fit your screen, hide the program to windows tray, or arbitrarily change the GUI size via dragging with your mouse. Click on Exit to stop the program and get back to the Windows desktop. 1 To add cameras to the software open the Camera List and click on the + icon in the lower right of the list area. 2 The software offers 3 recording methods. You can directly click the camera icon in the top right of each Video Channel Viewport to start or stop a manual recording. The Scheduled Recording and Alarm Recording is located in the Record Menu. 3 The Email Notification and FTP Upload in case of an alert is also located in the Record Menu. Video Mode, Default Login and Language: 1 IF YOUR CAMERA´S VIDEO STAYS BLACK even though you are able to record videos and take snapshots, there might be a problem with the video encoding on your PC graphic card. Please open the System Menu and switch the Yuy2 Video Encoding. The video of your camera should become visible after you restarted the software. 2 You do not have to login to the software by default. But there is actually a default admin login and you might activate it by clicking the Lock icon in the top right of the user interface (above the INSTAR logo). Once the software is locked, you are no longer able to access any of the Side Navigation menus without logging in with the default username and password! Please be aware that these default values can be changed in the Side Navigation Users Menu. You can also activate the user lock by default - so that nobody but you can access the software. Consider writing down your login somewhere - there will be no way to access the software, if you forget your password! admin: Default Username: instar. 3 To change the Language of the user interface, please go to the side navigation and open the System Menu. Now choose your language from the drop down menu. Registration: When you first start the Surveillance Center you will see the following registration dialog: You can click Trial Version button to test the software for 14 days for free - the software will be fully functional but limited to 16 camera channels! After you purchased the software and received your license code, please input the code here, and click Register Online. Alternatively, use the Email function to register your software by an ID token - Click on Create ID File and send that file to us by Email. Once the software is registered this dialog will no longer be displayed, but can be accessed from the Advanced menu in the Side Navigation Bar in the software´s main window. In case you want to upgrade the software, just delete your old license key, copy paste the new key into the input field and click on Register Online Side Navigation: The Side Navigation Bar gives you quick access to all the software´s functions. There are 10 sub-categories you can click to display corresponding settings: Camera List: Add or edit your cameras and interactive site plans. Layout: Arrange your cameras according to your needs in layout presets. Camera PTZ: Control your camera´s Pan, Tilt and Zoom functions. Image Adjust: Adjust your camera´s image parameters. Webserver: Let InstarVision stream your camera´s video to the internet or embed the video in your website. Record: Use the software to record scheduled or alarm-triggered videos and manage FTP uploads and Email notifications. System: Adjust the UI language, start-up view and TCP ports used for the remote access. Users: Multi-level user management. Advanced: Check the software log, import export system settings and start the InstarVision video player. About InstarVision: General Information about your software installation. User Interface: Camera List: Add or edit your cameras and interactive site plans. InstarVision 2 Layout Arrange your cameras according to your needs. InstarVision 2 Camera PTZ Camera PTZ Control your camera´s Pan, Tilt and Zoom functions. InstarVision 2 Image Adjust Adjust your camera´s brightness, contrast and saturation. InstarVision 2 Webserver Let InstarVision stream your camera´s video. InstarVision 2 Record Recordings, Emails and FTP uploads. InstarVision 2 System UI language, Start-up view and TCP ports. InstarVision 2 Users Incremental user management. InstarVision 2 Advanced Software log and settings export function. InstarVision 2 About InstarVision About. Information about your software installation.",
    "link": "/Software/Windows/InstarVision",
    "title2": "InstarVision v2 für Windows",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "InstarVision v2 for Windows"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Camera List",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Camera List. The camera list displays all added cameras for an easy configuration. Besides network IP camera, you can also add USB webcams and remote instances of the InstarVision Surveillance System. Just click on the + button at the bottom or right-click on Camera to open the Add Camera dialogue: Add Cameras: The Add Camera menu allows you to add three different types of cameras. A USB camera can be the camera on the laptop the Surveillance Center is installed on. Or Webcams connected to your servers USB interface. Network Cameras are IP cameras on your local network (e.g. local IP´s like 192.168.1.101) as well as cameras you want to connect to over the internet (e.g. DDNS addresses like abcd12.ddns-instar.de). The InstarVision Remote Access refers to a function of the Surveillance Center that enables you to connect to a second remote InstarVision installation. The list order defines the camera viewport arrangement on the video canvas. Add: Just click on the + button or right-click Camera in the Camera List. Add Camera. Edit: Right-click a camera to edit your camera settings and setup. Or delete duplicate your camera Add Camera. Rename: Left-click a camera twice to rename it. Or right-click it and change the name inside the Properties menu. Right-Click an added camera in the list to deactivate, delete or duplicate it. The properties option allows you to adjust its network and video parameters, which were set when you added the camera. Under Bitrate you can adjust the quality of the video stream that is retrieved from the camera. Please be aware that high quality settings result in high bandwidth requirements - as well as high demands on your computers CPU. Add USB Webcams: InstarVision 2.0 - Add USB Camera The InstarVision Surveillance Center automatically detects cameras attached to the PC or laptop. Just select the video and audio source from the list and click OK, to add it to your Camera List. If you are using video capture cards, please install a WDM driver for it to live stream the video. In case of camcorders or external USB Webcams, please attach them to your PC´s USB interface and restart your PC to make them available as a video source. The video source you add here, will be available for all advanced features of the Surveillance Center - turning your laptop camera into a full-fledged Surveillance System. You want to know if someone uses your Laptop or enters your office without permission? The InstarVision Surveillance Center is the solution for your peace of mind. Add Network IP Cameras: InstarVision 2.0 - Add IP Camera: The InstarVision Surveillance Center automatically detects INSTAR HD and VGA cameras on your local network. Open the Search window, select your camera type (HD or VGA) and click on search. Selecting a camera from the list automatically fills out the needed parameters above. Please adjust the camera model and your private camera login - you don´t have to change the Video Audio Access or Ports anymore. Then click OK to add the camera to your Camera List. If you want to add a camera that is not on your local network, it is best practice to simply add a local camera first, duplicate it in the camera list and then change the IP address to the Internet Address (DDNS) of your remote camera and adjust the Port and Login. The default Video Access Name for INSTAR IP cameras is livestream 11?action=play&media=video_audio_data for HD and videostream.cgi for VGA cameras. If you want to add a third-party camera, please adjust the video and audio path according to your manufactures documentation. The Search function might work - if your third-party camera uses the same chipset as an INSTAR camera. But it is more likely that you have to type in the parameters manually. You can also check the iSpy Database for the most common third-party camera models. Add a Remote Instance: InstarVision 2.0 - Add Remote Instance. The InstarVision Surveillance Center allows you to stream videos to the internet. You can use this function to stream video from one installation of the Software to another and add those streams as remote cameras. This enables you to stream all your cameras from site A to site B through one open TCP port in your firewall - if you would connect each camera directly via it´s DDNS address, each camera needs a unique port forwarded to its IP address. This also helps you to manage your network resources more efficient and secure by letting your local Surveillance Center access your local cameras. While your camera limits the amount of simultaneous streams to 3, the server you use to run the Surveillance Center will not confront you with such strong restrictions. Remember that you can still use the DDNS address of one of the remote camera to connect to the remote Surveillance Center. Just type in the camera´s DDNS address and add the port that you forwarded to the server IP address in the remote network. You can change the Surveillance Centers Server port in the System settings.Camera Viewport: You can add up to 64 cameras to the InstarVision Surveillance Center (depending on your license type). Each camera will be displayed in its own viewport on the left of the side navigation. The amount of cameras displayed can be adjusted in the Layout menu. Each viewport offers you a couple of functions to control your camera. InstarVision 2.0 - Camera Viewport: The viewport on-screen display shows you the name of the channel and six channel status buttons. You can double-click the video with left mouse to maximize the camera´s viewport or restore it back to the multi view. A right mouse click opens the viewport layout in a full screen mode - or restores it. Your mouse wheel allows you to digitally zoom in or out of the camera view. While zoomed-in, you are able to drag the image with your left mouse button to pan or tilt your camera virtually. The virtual Zoom Factor will be displayed above the live video, once the Zoom is active. The viewport further offers you the following control elements in the onscreen display.IR LEDs Switch your camera´s nightvision LED´s on and off. Maximize Viewport This button maximizes viewport for the selected camera or restores the video to normal. The function is can also be triggered by double-clicking the video area with left mouse. Microphone This button activates the microphone on your PC Laptop. Use this function to send an audio stream to your camera´s internal or external loudspeaker - if available. Audio The audio button enables or disables this channels audio stream. The icon changes to  if the stream is disabled. Snapshot The button takes a snapshot of the current video stream and saves it as a JPG file. The file is placed in the current record directory inside the Snapshot folder.  Recording This button starts or stops a manual recording of the camera´s video stream. The colours green, blue and red display the current recording status of this channel. Once the recording function is started, this icon will flash every second. The colour  signals a manual recording, which can be stopped by clicking the icon again. The  stands for a scheduled recording that can be configured in the recording menu under Schedule. A  means that the motion detection for this channel is active and triggered an alarm recording. The Alarm recording is configured in the Recording menu under Alarm. Disconnect This button stops or starts the videostream of the selected camera. Overview Map: InstarVision 2.0 - Overview Map. Use an architectural drawing of your property or a snapshot from Google Maps as a location map for your surveillance. Load the image (jpg, png, etc.) file by right-clicking Map in the Camera List and choose Add Map. You can rename your map by clicking on it with your left mouse button or delete it again by right-clicking it and choosing Delete Map. Double-clicking the map opens it in place of the video canvas. Drag drop cameras from your Camera List onto the map. The camera location pointer will change its appearance if the camera triggered a motion alert or if the software lost connection to the camera. Right-clicking the pointer gives you direct access to the camera´s live stream. You can go back to the video canvas by double-clicking any of your cameras in the Camera List. Add: Add a map by right-clicking and choose Add Map. Delete Map Delete a map by right-clicking and choose Delete. Rename your Map Rename: Click twice to rename - Double-click it to open the Map View. Edit your Map Edit: Drop cameras on your map from the Camera List. How to use the Map Function InstarVision 2.0 :: Add a Map 1 Browse the web for a map of your surveillance area. Click the Print Screen button on your keyboard to save the image to your clipboard. InstarVision 2.0 :: Add a Map 2 Open MS Paint (or similar) and click Ctrl + V at the same time to copy the image to the program. Use the cropping tools to adjust the image. InstarVision 2.0 :: Add a Map 3 Drag and drop your cameras from the camera list onto the map. Position them according to their installation location. InstarVision 2.0 :: Add a Map 4 Double-click the white camera icon to open a window with the camera´s live video feed. Close the feed by pressing Esc. InstarVision 2.0 :: Add a Map 5 The camera icon will start to flash red, whenever an alarm is triggered. Double-click the camera name inside the Camera List to get back the Video Canvas. InstarVision 2.0 :: Add a Map 6 The camera icon will start to flash red, whenever an alarm is triggered. Double-click the camera name inside the Camera List to get back the Video Canvas.",
    "link": "/Software/Windows/InstarVision/Camera_List",
    "title2": "InstarVision v2 :: Kamera Liste",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Overview over all Connected Cameras"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Layout",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Layout: InstarVision 2.0 Surveillance Center User Interface - Layout: Set up your video canvas area with one click in the Layout menu. Choose a layout that fits your needs and amount of active cameras. The layout will always reset to its default when you restart the software - the start-up default can be set in the System menu. InstarVision 2.0 Surveillance Center User Interface - Layout: You can choose a layout that displays only a fraction of all active cameras, to maintain a larger video viewport for each camera. For example, you have 16 cameras but want to use the 2x2 camera channel layout. Use the  Move Camera Right button to go to the next camera in your camera list and switch through your cameras page by page. The button  Move Camera Left will bring you back to the previously displayed video channel. Check the System Settings if you want the software to cycle through all cameras automatically. There are layout templates optimized for a 4:3 aspect ratio for VGA cameras and templates optimized for a 16:9 aspect ratio for HD cameras. Click on the Hamburger Icon (3 horizontal strokes) on top of the Side Navigation to access a list-view that separates these templates for an easy access. You can move your mouse pointer to the edge of the user interface to freely transform it to your personal needs and adapt it to the amount of cameras you want to integrate. You can also close the side menu by clicking on the very thin button between the side menu and the video canvas. Alternatively, simply right-click the video canvas to switch into the video fullscreen mode (unlike the Maximize Button in the top-right of the UI, this will only enlarge the video area and remove all menus. Press Escape on your keyboard to go back the regular view. Adjust the Layout of your Video Canvas.",
    "link": "/Software/Windows/InstarVision/Layout",
    "title2": "InstarVision v2 :: Layout",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Adjust the Channel Layout"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Camera PTZ",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Camera Pan, Tilt & Zoom: InstarVision 2.0 Surveillance Center User Interface - PTZ Control. Use the Camera PTZ menu to access your camera´s pan, tilt and zoom function as well as the preset control. The button  moves your camera to the Left,  pans it to the Right and the  and  tilt your camera Up and Down, respectively. The buttons  Zoom-in and Camera  Zoom-out activate your camera´s optical zoom - if your camera uses a varifocal lense. InstarVision also supports a digital zoom function for camera models without a zoom lense - simply select your camera´s viewport and turn your mouse wheel to zoom in and out of your camera frame. Drag & drop the image to pan & tilt your camera virtually. Camera Tour: Select a preset from the Preset List to move your camera to the saved preset position - the drop-down menu has to be set to Go to Position. To save a position, move your camera to the desired position, select Save Position from the drop-down menu and click on the number you want to assign to the position. Be careful - this function will overwrite the positions saved on the camera!. Your camera´s preset function can also be used to program a Camera Patrol. Set your camera to automatically go through a list of preset positions. Select how many cycles you want the camera to move (1 - 999999999) and choose a Pause for the camera to remain at a position [in Seconds]. In the given example, your camera will go through the preset positions 1,2,3 once you clicked on Start, starting from position 1 and stop at each position for 10 seconds. The amount of cycles will count down by one, every time your camera reaches position 3 and moves back to position 1. The patrol will automatically stop once the value for cycles equals 0. You can always stop a Patrol by clicking on Stop. How to Program a PTZ Camera Tour InstarVision 2.0 :: PTZ Tour 1 Open the PTZ Menu and select Save Position from the drop-down menu underneath the PTZ control pad. Depending on your camera model 8 or 15 position slots will be available for you to program a PTZ tour. InstarVision 2.0 :: PTZ Tour 2 Move your camera into position one of your camera tour with the PTZ control pad. Click on the 1 underneath the drop-down menu. The number will turn into a bold font for a second and the position will be saved. InstarVision 2.0 :: PTZ Tour 3 Move your camera into position two of your camera tour with the PTZ control pad. Click on the 2 underneath the drop-down menu. The number will turn into a bold font for a second and the position will be saved. InstarVision 2.0 :: PTZ Tour 4 Move your camera into position three of your camera tour with the PTZ control pad. Click on the 3 underneath the drop-down menu. The number will turn into a bold font for a second and the position will be saved. InstarVision 2.0 :: PTZ Tour 5 Type in the amount of PTZ cycles you want your tour to last (1 - 999999999), the pause you want the camera to remain in one position (min. 10s) before moving on to the next and the positions you want to move between divided by a comma (e.g. 1,2,3). Then click START.",
    "link": "/Software/Windows/InstarVision/PTZ",
    "title2": "InstarVision v2 :: Camera PTZ",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Camera Pan, Tilt & Zoom"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Image Adjust",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Image Adjust: InstarVision 2.0 Surveillance Center User Interface - Images Adjust. Change your IP Camera´s Video Settings. The slider  adjusts your video Brightness.  allows you to adjust your camera´s video Contrast. Adjust your camera´s video Saturation with the last slider . The default button resets all values for the selected camera back to their defaults. Please note that not all cameras support all 3 settings! E.g. the saturation slider won´t be available in case of a VGA camera.",
    "link": "/Software/Windows/InstarVision/Image_Adjust",
    "title2": "InstarVision v2 :: Bildeinstellungen",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Adjust your camera´s Image Settings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Webserver",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Webserver: InstarVision 2.0 Surveillance Center User Interface - Webserver. If you want to broadcast your camera´s video on your website, simply use the Webserver menu to create the necessary HTML code. Use the InstarVision Surveillance Center to publish your cameras on your local network or the internet. The software offers a web service that you can reach by accessing the local server IP address on another PC on the same network. In the given example, the server address is 192.168.1.18. Just access a different workstation on your network, open the default web browser and type in http: 192.168.1.18 to open the InstarVision web user interface. In case you want to check the webUI from the server itself, open your browser and type in http: localhost or http: 127.0.0.1. The default web server port is 80 - please change it to something above 8080 in case the web user interface does not show (see below). The web server port has to be added to the IP address, if it is not 80 - e.g. http: 192.168.1.18:8081 or http: localhost:8081 ! The default login admin instar can be changed in the User Menu. To access the web user interface from the internet, first click on the Internet IP button to resolve your WAN IP address, then forward a port inside your router to the IP address of your InstarVision Server. You will be able to access the interface from the internet by using your internet IP followed by the forwarded port that you choose in the System settings. The default web server port is set to be 80. Please go to the System Settings to change the web port to the port that you forwarded inside your router´s NAT firewall. We recommend to use ports that are higher than 8080. The Internet Address of your internet access is most likely to change every 24h - please use the DDNS address of your INSTAR IP camera to access the software instead (see below). admin - Default Username. instar - Default Password. Choose the right Video Plugin. ActiveX Plugin  ActiveX Plugin: The ActiveX viewer mode can display up to 32 video channels at once on your webpage - please click on Setup to configure the plugin to your needs. Your web site user is required to install the ActiveX plugin, when he enters the web site for the first time. The ActiveX plugin is only supported by Microsoft´s Internet Explorer. If you want to use Microsoft Edge, Firefox, Safari or Chrome, please select a different plugin - or go plugin-free using the Simple JPEG mode. WMP Plugin  Windows Player Plugin: This view mode will use Windows Media Player to display your camera´s video - that means, it will only work under Microsoft Windows with the Windows Media Player installed! Also the recording video file format of the Surveillance Center has to be set to ASF or WMV for the channel that you want to broadcast. To change the file format go to the General Recording Settings, select the desired channel and choose the format from the drop down menu. Quicktime Plugin  QuickTime Plugin: This view mode will use the Quicktime Player web plugin to display your camera´s video. Please install and setup the Quicktime Player on your PC or MAC to be able to receive a video stream from an IP camera (set the streaming protocol to HTTP Port 80). Also the recording video file format of the Surveillance Center has to be set to MP4 or MOV for the channel that you want to broadcast. To change the file format go to the General Recording Settings, select the desired channel and choose the format from the drop down menu. RealPlayer Plugin  RealPlayer Plugin: This view mode will use the RealPlayer web plugin to display your camera´s video. Please install the RealPlayer on your PC or MAC to access the video stream and forward the RTSP port to the Surveillance Center - the RealPlayer uses the RTSP stream (default port 554) instead of streaming HTTP port (default 80). Also the recording video file format of the Surveillance Center has to be set to MP4 or MOV for the channel that you want to broadcast. To change the file format go to the General Recording Settings, select the desired channel and choose the format from the drop down menu. Flash Plugin  Flash Plugin: This viewer will use Flash player to display your camera´s video stream. You must install the Adobe Flash plugin in your browser. Also the recording video file format of the Surveillance Center has to be set to FLV for the channel that you want to broadcast. To change the file format go to the General Recording Settings, select the desired channel and choose the format from the drop down menu. Simple JPEG Mode  Simple JPEG Mode: This viewer will simply get single JPEG frames from your camera´s live stream and display them in a continuous fashion to create a video. Due to the nature of this process, there will be no audio signal from your camera. But you won´t need any Plugins to display the video! Portforwarding & DDNS All these broadcasting modes need you to forward the software HTTP (or RTSP) port to the server that runs the Surveillance Center. Please refer to our forwarding instruction for further information - note: in these instructions, we forward a port directly to each camera you want to access. In case of the Surveillance Center broadcast we only need to forward one port (HTTP or RTSP) directly to the server that runs the software and are able to access all camera streams maintained by the Surveillance Center! Remember that you can still use your camera´s DDNS address to access the software - just type in the DDNS address of your camera (that is operated on the same network as the Surveillance Center) and add the port that you forwarded to your server. E.g. if your camera is accessible from the internet via the address abcd12.ddns-instar.de:8081 and you forwarded port 8082 to the server, use type in http: abcd12.ddns-instar.de:8082 to access the software web user interface! Give me an Example: InstarVision 2.0 :: Webserver 1 Go to the System Menu and change the Webserver Port to a port higher than 8080. You can also deactivate the required login here. InstarVision 2.0 :: Webserver 2 Open the Webserver Menu to check your local IP address and type it into your web browser, followed by the Webserver Port. The default login is admin instar. InstarVision 2.0 :: Webserver 3 Wait for the web user interface to load and choose the Simple JPEG Viewer - this is the only mode that does not require a browser plugin to display the video. InstarVision 2.0 :: Webserver 4 Use the drop-down menu to switch between your camera channels. And the PTZ control pad to pan & tilt your camera (if supported by your model). InstarVision 2.0 :: Webserver 5 In Internet Explorer choose the ActiveX Viewer and install the ActiveX plugin. Please make sure the plugin is not blocked by your Antivirus Firewall. InstarVision 2.0 :: Webserver 6 The ActiveX Viewer can display up to 32 cameras at the same time. Click on the Setup button to further configure the plugin to your needs. InstarVision 2.0 :: Webserver 5 To embed the web broadcast in your website, choose your Viewer in the Webserver Menu. The template files will be saved in your REC Directory. InstarVision 2.0 :: Webserver 5 The templates will contain the local IP of your server - please swap this for your DDNS address to access your server over the internet!",
    "link": "/Software/Windows/InstarVision/Webserver",
    "title2": "InstarVision v2 :: Webserver",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Web User Interface"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Record: The InstarVision Surveillance Center offers you a variety of options to record events - program a scheduled video recording, trigger video recordings, FTP uploads and Email notifications by motion detection or use the software to create a series of photos - that can later be joined into a timelapse video*. *needs a third-party software General settings for your video recording. Schedule Program regular video recording for your cameras. Alarm: Activate motion detection and alarm recordings. Photoseries: Set up an automated snapshot recording. Email: Let InstarVision notify you with alarm emails. FTP Server: Backup your alarm recordings to a secure location.",
    "link": "/Software/Windows/InstarVision/Record",
    "title2": "InstarVision v2 :: Record",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Alarm and Planned Recordings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: General",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - General Recording Settings: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Storage Management. RECORD DIRECTORIES You have to set a recording directory first before executing any functions that write files to your hard drive. By default your Document folder will be selected. If your server uses more than one hard drive, you can set several directories - it is recommended to avoid using the main hard drive (Operating System Partition) for data storage. The software will then automatically jump to the next directory, in case the active hard drive does not have any space left (Overflow). Use the Up and Down Arrows to adjust the list positions and order that your directories will be used in. To be able to use network storage devices, they have to be mapped (show up like local hard drives in Windows Explorer) in Windows - see tutorial here. Recording Directories: The colour, in which the directory is displayed, corresponds to the following: Orange: Active recording directory. Black: Backup directory - the software will automatically switch to the next backup directory once the active directory becomes unavailable or the capacity of the drive is reached. Red: Directory unavailable. STORAGE MANAGEMENT InstarVision can automatically delete old recordings after a certain amount of days. Activate Auto Deletion and set the number of days you need to save your recordings. Video Recording: VIDEO ENCODING Set the file format, media codec and quality parameters for your video recordings for each channel. It is recommended to use the same encoding that is used by the camera - e.g. for INSTAR HD cameras the videos streams will be h.264 mp3 - this way, the software does not have to re-encode the stream and the processor load will be minimized. It is also recommended to use small time increments for the Create New File Every value, to minimize the damage in case a file becomes corrupted. You can also display a time stamp (On-Screen Display) if you deactivated this function inside the camera. The Soft-OSD for the MP4, AVI and MKV container further reduces the computing requirements compared to the hardcoded version. Corrupted video files after a software crash. In case the video recording function of the software is interrupted, e.g. due to a PC crash, the video will not be finalized and your video player might not be able to render it! But in most cases a free programm like the VLC Player will still be able to play parts of the file. We recommend that you use the AVI container for your recordings and choose a filesize that is as small short as possible to avoid data loss. Both the robust AVI recording format and a short recording length will increase your data security.",
    "link": "/Software/Windows/InstarVision/Record/General",
    "title2": "InstarVision v2 :: Record :: General",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "General Video Recording Settings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: Schedule",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Recording Schedule: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Select your camera - or keep All Channels selected to set all your camera´s at once - and check Activate Recording to start a continuous recording within the selected time window. Clicking on Default will activate a 24 7 recording schedule. You can adjust this schedule by first selecting the day of the week, you want to change, and then select a time window below. You can either select two time windows - e.g. from 12 at night to 7am and from 6pm to 11:59pm to keep an eye on your office over the off-hours. Or hide the second time line to cover a continuous time period. Please make sure, that the first time value always has to be earlier then the second and the entire time window has to be contained by the 24h day - e.g. Time Segment 08:00:00AM - 06:00:00AM and Time Segment 08:00:00PM - 06:00:00AM would NOT be valid entries.",
    "link": "/Software/Windows/InstarVision/Record/Schedule",
    "title2": "InstarVision v2 :: Record :: Schedule",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Program Planned Recordings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: Alarm",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Alarm Settings: InstarVision 2.0 Surveillance Center User Interface - Record Menu. This window allows you to activate the software´s motion detection and start video recordings once an alarm is triggered. ALARM SCHEDULE First select your camera - or keep All Channels selected to set all your camera´s at once - and check Motion Record to start the recording once a motion was detected within the selected time window. Clicking on Default will activate a 24 7 alarm schedule. You can adjust this schedule by first selecting the day of the week you want to change and then select a time window below. You can either select two time windows - e.g. from 12 at night to 7am and from 6pm to 11:59pm to keep an eye on your office over the off-hours. Or hide the second time line to cover a continuous time period. Please make sure that the first time value always has to be earlier then the second and the time window has to be contained by the 24h day - e.g. Time Segment 08:00:00AM - 06:00:00AM and Time Segment 08:00:00PM - 06:00:00AM would NOT be valid entries. MOTION DETECTION The preview window will show a live stream of the selected camera. Click on a quadrant to add a marker and activate it for the motion detection. Don´t select areas that might cause false alerts - like moving trees or busy streets in the background. Activate the Motion Test (detections that would cause an alert will now be highlighted in the preview window) and adjust the Detection Sensitivity - it is best practice to have someone walk through the frame of your camera and setting the sensitivity to be triggered by this event. A good starting point for the sensitivity is around 50. If you have All Channels selected, the preview window will show you the video image of the first channel - but setings made will be saved for all channels. It is recommended to adjust the sensitivity and detection area for each channel individually, by selecting each camera from the Channel dropdown menu in the top right. ALARM ACTION Activate the alarm recording by checking the Motion Record box. The length of an alarm video is defined by two values - the recording time before and after a motion was detected. Please be aware that activating the recording before detection will cause the software to record constantly, creating a higher system load for your server. This function should only be used when necessary. Please go to the General Recording settings menu to adjust the video recording parameters. Further actions allow you to pop-up the minimized software window, playing an audio signal or start another program once a motion alert was triggered.",
    "link": "/Software/Windows/InstarVision/Record/Alarm",
    "title2": "InstarVision v2 :: Record :: Alarm",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Motion Detection and Alarm Recording"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: Photoseries",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - FTP Photoseries: InstarVision 2.0 Surveillance Center User Interface - Record Menu. This meu allows you to activate the software´s photo series function. SCHEDULE First select your camera - or keep All Channels selected to set all your camera´s at once - and check FTP Photoseries to start a continuous snapshot recording within the selected time window. Clicking on Default will activate a 24 7 alarm schedule. You can adjust this schedule by first selecting the day of the week you want to change and then select a time window below. You can either select two time windows - e.g. from 12 at night to 7am and from 6pm to 11:59pm to keep an eye on your office over the off-hours. Or hide the second timeline to cover a continuous time period. Please make sure that the first time value always has to be earlier then the second and the time window has to be contained by the 24h day - e.g. Time Segment 08:00:00AM - 06:00:00AM and Time Segment 08:00:00PM - 06:00:00AM would NOT be valid entries. PHOTOSERIES InstarVision can be used to take snapshots with an interval between 5s and 900s. Snapshots taken will be named by a time stamp and uploaded to a FTP server (please check the Save to Disk box to save of those snapshots locally). Please go to the Record FTP settings to set up a connection to your FTP server first! You can also upload images directly to your website. To do so, you should set a fixed file name in the FTP settings and then upload it to your webserver. Add the snapshot to your website with an image tag - this way you will always have an up-to-date image on your homepage. How to create a Timelapse Video from a Photoseries in Windows. Open the Start Menu and search for the Windows App Photo Gallery. In Windows 8 just open the Charm Bar on the right of your display and use the Search function embedded there. Start the software. InstarVision 2.0 :: Photoseries. 2 If you saved your snapshots in a default photo directory, the Gallery app should already display them - you can skip to step 5. Otherwise open the File Menu to add the directory that contains the images from your Photoseries. InstarVision 2.0 :: Photoseries. 3 To add your photoseries folder to the selection, choose to Include a Folder in the File menu. This will open the Add Directory dialogue for you. InstarVision 2.0 :: Photoseries. 4 Click on Add to include your Photoseries folder in the selection. Navigate to the folder where you saved your snapshots and select it. Then click OK. InstarVision 2.0 :: Photoseries. 5 The software will now display the content of your Photoseries folder. Click on Select All to do some global adjustments to the image. InstarVision 2.0 :: Photoseries. 6 Open the edit menu to get access to the photo editing tools available in the Photo Gallery app. If you apply those tools now, they will be applied to all images equally. You might want to select some of the images to do individual adjustments. Please be aware that the overall look of images close to each other has to be similar (see also step 7). InstarVision 2.0 :: Photoseries. 7 You can adjust the Contrast and Saturation as well as reduce the image noise (graininess). If there are stark differences in brightness between two images next to each other, it is recommended to go through them one by one and equalize them - otherwise they will show up as a annoying flicker in the final movie! InstarVision 2.0 :: Photoseries 8 Now open the Create menu and choose the Movie icon. This will open the Movie Maker and load all your selected images from the Gallery into a movie timeline for you. InstarVision 2.0 :: Photoseries 9 Now open the Video Tools to Edit your Video Properties. InstarVision 2.0 :: Photoseries 10 To get a movie in Cinema Quality, you will want to aim for a 24 images per second. You have to set the Duration to 0.04s. If you have a small amount of images for your timelapse, you might want to consider to type in a higher number (0.06s - 0.2s) here - or the timelapse will end up to be very short. InstarVision 2.0 :: Photoseries 11 Now open the File Menu and choose a preset to save your movie in. It is recommended to choose a 720p Preset for your HD camera and a VGA preset for your VGA camera. InstarVision 2.0 :: Photoseries 12 After processing - just push play to watch your timelapse!",
    "link": "/Software/Windows/InstarVision/Record/Photoseries",
    "title2": "InstarVision v2 :: Record :: Photoseries",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "FTP Photoseries and Timelapse"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: Email",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Email Alerts: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Let InstarVision notify you by Email whenever a Motion Alert was triggered. SMTP PRESETS First select your camera - or keep All Channels selected to set all your camera´s at once - and check Enable Email Alert to activate the email notification service. Clicking on Default will fill out all SMTP values for you - just add your personal email address as the email receiver. The emails will be encrypted with the TLS protocol and send through an INSTAR mail server to your personal email address. Of course, you can also use one of the other presets or your personal SMTP server. EMAIL To use the INSTAR SMTP server simply select the preset and type in your personal address in the recipient field. You can let InstarVision send emails to up to three recipients - just fill out the To, CC and BCC with your three email addresses. Please always fill out a subject line and add some text to the message body, to prevent the email being classified as spam. The amount of attached images correlates directly with the time the software will need to upload your email - keep the number of images small, if you want to be notified in a timely fashion to react to the alert.",
    "link": "/Software/Windows/InstarVision/Record/Email",
    "title2": "InstarVision v2 :: Record :: Email",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Alarm Email Notification"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Record: FTP",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - FTP Alerts: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Use InstarVision to upload snapshots to your homepage or alarm snapshots to a secure off-site location. ALARM SNAPSHOTS First select your camera - or keep All Channels selected to set all your camera´s at once. Check Enable FTP in the Motion Record settings to activate the FTP upload in case of a motion detection trigger. Fill out your server address, FTP port, FTP login and directory. Use the passive FTP mode if your FTP server is on the same local network and the Proxy Server address if you connect to the FTP server via a Proxy Server. The software will automatically create a filename from a timestamp. The FTP gap defines the interval between to uploaded snapshots. Check out our camera FAQ section for more details on FTP server. PHOTOSERIES First select your camera - or keep All Channels selected to set all your camera´s at once - and check FTP Photoseries in the Photoseries menu to enable the scheduled upload of snapshots to your FTP server. Fill out your server address, FTP port, FTP login and directory. Use the passive FTP mode if your FTP server is on the same local network and the Proxy Server address if you connect to the FTP server via a Proxy Server. The Save Image As input field allows you to give a fixed name to the uploaded snapshot, causing it to be overwritten, whenever a new snapshot is uploaded. This function is useful, in case you want to embed the image in your web site and make sure that you always see an up-to-date snapshot when accessing your page. Leave this input field empty to let the software automatically create a name from a timestamp, preventing the files from being overwritten automatically. Check out our camera FAQ section for more details on FTP server.",
    "link": "/Software/Windows/InstarVision/Record/FTP",
    "title2": "InstarVision v2 :: Record :: FTP",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Alarm Image Upload and FTP Photoseries"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - System",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - System: Language: Choose your system language. You have to restart the software after changing to another language. Please be aware that old log entries will remain in the language that they were originally written in. Start View: Define the amount of channels you want to be displayed, when you open the Surveillance Center and adjust if you want the software to be started normally, minimized, full screen or hidden to the tray area. Please activate the Multi-Monitor Support - if you have problems displaying your cameras video on your secondary monitor - and mute the audio to make sure that no audio stream from your server location is send to your cameras by mistake. Display Next Page Every: If you select a viewport layout that offers less ports than you have active channels, let InstarVision switch the displayed cameras automatically. E.g. you have 2 cameras but want to display only one at the time to maximize the viewport size. You can also use the arrow keys in the Layout Menu to switch between channels manually. Web Server Port: The software offers a Web Server to stream your cameras into your local network (or to the internet). The web server port is the HTTP port that you have to use to access the software´s web user interface. E.g. your servers IP address on the local network is 192.168.1.100 and the Surveillance Center web port is set to 8081, simply type http: 192.168.1.100:8081 into your web browsers address bar to access the user interface. Remove the check-mark at Web Server Login if you want to be able to access the web user interface without being asked for a login. RTSP Server Port: The software can broadcast the camera´s video stream via the Real-time Streaming Protocol. Use a streaming software like the VLC Player to access the stream by the following command: rtsp: user password @ ServerAddress : RTSP Port live.sdp?CH=1 Choose the camera channel you want to stream by changing the channel number at the end of the address (the example above - CH=1 will access the stream from the camera assigned to channel 1). Password Protection: The standard login (user: admin & password: instar) is deactivated by default. If you want to activate the login during start-up of the software, set the check-mark here and change the login in the User Menu. Video Mode: If you cannot see the live video of your camera - even though it is connected and you are able to make video recordings - please switch the YUY2 Video Encoding! How to use the Webserver Function InstarVision 2.0 :: Server 1 It is recommended to change the Webserver Port to a port higher than 8080. If you use your web server locally, you might want to deactivate the requirement for a login. It should be kept on if you plan to access the server from the internet. InstarVision 2.0 :: Server 2 Open the Webserver Menu to check your local IP address and type it into your web browser, followed by  the Webserver Port. The default login is admin instar. Follow the link above for more details! How to use the RTSP Stream in VLC Player InstarVision 2.0 :: Server 1 Make sure that InstarVision is running in the background, open the VLC Player - go to the Media Menu and choose to Open Network Stream. You can also just press Ctrl + N to open the network stream dialogue. InstarVision 2.0 :: Server 2 Type in the RTSP stream path (see above) and change the IP/DDNS address, RTSP port and channel (CH=1-64) according to your setup. You can use the local IP address of your InstarVision server from all computer connected to your local network. To access the RTSP stream over the internet, use a DDNS address from your local camera instead and forward the RTSP port to your InstarVision server. InstarVision 2.0 :: Server 3 The RTSP stream should start to run, once you pressed Play. You can also deactivate the requirement for a login - remember to remove the login from the RTSP stream path, if you do.",
    "link": "/Software/Windows/InstarVision/System",
    "title2": "InstarVision v2 :: System",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "System Settings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Users",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Users: InstarVision offers you a highly customizable multi-level user management. InstarVision 2.0 Surveillance Center User Interface - Users When starting the software for the first time, the default user is added - but the login is not active. You do not need to log-in to access the user interface. Please go to the System Menu if you want to activate the password protection. Customize the default Administrator account, if you are sharing your computer or you want to make sure that nobody can access the software webserver. Once an Administrator is created, you can start to create additional users with restricted rights. Simply type in a username and password and click on ADD to create a user. Set checks marks for everything you want the user to be able to access. Don´t forget to click on SAVE before closing the menu. admin - Default Username. instar - Default Password. Activate the Password Protection. The Password Protection is deactivated by default - please go to System Menu to activate the login. You will have to restart the software after customizing activating the Administrator account and log in with your new credentials. Please make sure to write down your administrator log-in in a secure place. You will no longer be able to access the software if the login is lost. If you login with an account with limited user rights, a login prompt will appear every time you try to access an area that is locked. Just type in your Administrator login to elevate your user rights. Remote Access: Adding or removing check marks below the user list, will add or remove access to those cameras or menus from the user interface for the selected user. The Remote Checkbox defines whether a user is allowed to access the software´s Webserver and receive the live RTSP streams (see RTSP Server Port) from your cameras. In case no user is added to the software, you will still be able to access the webserver - but please be aware, that certain plugins (Quicktime) require a login to be able to stream videos.",
    "link": "/Software/Windows/InstarVision/Users",
    "title2": "InstarVision v2 :: Users",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Multi-level User Management"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - About",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - About: InstarVision 2.0 Surveillance Center User Interface - About. Software Version - Version number of your software installation. Available Channels. The amount of available channels (cameras you are allowed to add to the software) will vary, depending on your license. You can add a maximum of 64 cameras the InstarVision Surveillance Center. Active User Shows you the active logged in user profile. Support Information. Please use the official INSTAR website to get into contact with us if you have any question about the software - our support team will be happy to assist.",
    "link": "/Software/Windows/InstarVision/About",
    "title2": "InstarVision v2 :: About",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "About"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Advanced: The Advanced menu gives you access to a collection of tools that go beyond the everyday use of the Surveillance System. Check your log protocol for irregularities, Export your software settings to be able to quickly Import them again after a sever calamity, open the recording directory in Windows Explorer to get access to the recorded files or use the INSTAR Player to quickly cull your recordings. License: Enter your License Key. Log Info: Check the System Log. Import Export: Export Import System Settings. Player: INSTAR Video Player: Explorer: Open in Windows Explorer.",
    "link": "/Software/Windows/InstarVision/Advanced",
    "title2": "InstarVision v2 :: Advanced",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Advanced Settings and Features"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced: License",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Advanced Settings: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Validate your License Code online or by Email. You will be asked to register your software once you open InstarVision for the first time. You can click on Trial Version to start a 14 days unlimited trial run. The license can be bought in our web shop at www.instar.de. Once bought, copy & paste your license code, that you received by Email, into the input field and click on Register Online to unlock your software. Please be aware that your license will be bound to the PC you installed the software on and cannot be transferred to another workstation once validated! In case you want to upgrade your license, simply open the menu, delete the old license and past your new one in the input field - then click on Register Online to validate. Please contact us if you need to reset your license to install the software on another workstation. If the PC you are working on is not connected to the internet, click on Create ID File and send the file, that is created, by Email to support@instar.de. You will receive a reply with the registration file - save the file from the email attachment, click on Register from File and the select it in the following dialogue box.",
    "link": "/Software/Windows/InstarVision/Advanced/License",
    "title2": "InstarVision v2 :: Advanced :: License",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Activate your Version of InstarVision"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced: System Log",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - System Log: InstarVision 2.0 Surveillance Center User Interface - Record Menu. View your Software Log to spot potential Problems. The Log window gives you an overview over the software operation. When did you lose connection to a camera? Are you missing a video recording even though the software registered an alarm event? Choose what kind of information you want to be displayed - System, Recording, Network, Setup or Motion Alert Logs, select the time window that you want to search and click on the Search Button. For advanced users: the log file will be saved to the installation directory of the software. You can use the file for manual backups.",
    "link": "/Software/Windows/InstarVision/Advanced/Log",
    "title2": "InstarVision v2 :: Advanced :: System Log",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "System Log"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced: Import & Export",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Import & Export System Settings: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Import: It is recommended to export your software settings (see below) once you have InstarVision up and running. If you have to reinstall the software, just go to the Import menu, select your exported file - the default name is instarvision2.cfg - and click ok. Your software will be set again after a reboot. InstarVision 2.0 Surveillance Center User Interface - Record Menu. Export: Once you set up the software and the Surveillance Center is in operation, it is recommended to export your settings for a later easy recovery.",
    "link": "/Software/Windows/InstarVision/Advanced/Export",
    "title2": "InstarVision v2 :: Advanced :: Import & Export",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Import & Export System Settings"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced: Player",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - INSTAR Player: InstarVision 2.0 Surveillance Center User Interface - Record Menu. The INSTAR Player is a separate software that can be used to quickly stream through your cameras recordings. When you start the INSTAR Player it will automatically detect your recording directory and display it´s content for you. Just select the day you want to screen and choose the camera channel and video file. You can fast-forward the playback and let the Player jump automatically through all consecutive recordings. By clicking on the Multiview Button INSTAR Player :: Multiview you can display 4, 6 or even 9 cameras at the same time, enabling you to screen your video recordings efficiently. Just select a viewport and double-click a video file from the list below to assign it to the selected space.",
    "link": "/Software/Windows/InstarVision/Advanced/Player",
    "title2": "InstarVision v2 :: Advanced :: Player",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Instar Video Player"
}
POST /wiki2_en/article
{
    "title": "InstarVision v2 - Advanced: Explorer",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Side Navigation - Open the Windows Explorer: InstarVision 2.0 Surveillance Center User Interface - Record Menu. Manage your video recordings manually. This button opens the active recording directory in the Windows Explorer, giving you access to all your video recordings. The folder is organized by the Surveillance Center - a new folder is created for each day and a subfolder for every active camera.",
    "link": "/Software/Windows/InstarVision/Advanced/Explorer",
    "title2": "InstarVision v2 :: Advanced :: Explorer",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Windows.jpg",
    "abstract": "Open the Windows Explorer"
}
POST /wiki2_en/article
{
    "title": "InstarVision for Windows Phone",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision for Windows Phone: To access your IP camera with our Windows Phone App InstarVision we recommend that you first download the newest version from the Microsoft Store. Use the search word Instar to find our app inside the store.  InstarVision Windows Phone App :: DDNS Access Add a Camera via its DDNS Address. The DDNS Access gives you full access to all your cameras functions. As well as allowing you to access its web user interface through your browser. Please be aware that this access requires you to set a Port Forwarding inside your router! InstarVision Windows Phone App :: P2P Access. Add a Camera via its P2P ID. The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G LTE or IPv6 access without a public IPv4 address. InstarVision Windows Phone App :: Multiview Menu. Overview over the Multiview Menu. Keep an eye on all your cameras in the Multiview Menu. Click on any camera to access their video live stream and control them via function buttons. InstarVision Windows Phone App :: Recording Menu Overview over the Recording Menu. Videos recorded to your smartphones memory and videos on your cameras internal SD Card can be accessed through the Recording Menu.  InstarVision Windows Phone App :: General Settings. Overview over the General Settings. Adjust your apps General Settings and access the in-App Help Section with explanations for all function buttons.",
    "link": "/Software/Windows/InstarVision/Windows_Phone",
    "title2": "InstarVision for Windows Phone",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "Windows Phone 8/10 Camera Control"
}
POST /wiki2_en/article
{
    "title": "Windows Phone - DDNS Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "1 Go to the Multiview or Cameras Menu and click on the + button in the lower left to add your IP camera. InstarVision for Windows Phone 2 Select to add a New IP Camera. InstarVision for Windows Phone 3 Either choose to scan the QR Code from your cameras WebUI or manually choose your camera model. InstarVision for Windows Phone 4 Choose your camera´s manufacturer. InstarVision for Windows Phone 5 Choose your camera model. Afterwards click Next to continue. InstarVision for Windows Phone 6 Type in a name for your camera and click Next to continue. InstarVision for Windows Phone 7 Type in your camera´s DDNS or local IP address and click Next to continue. InstarVision for Windows Phone 8 Type in your camera´s LAN Port and click Next to continue. InstarVision for Windows Phone 9 Type in your camera Username and click Next to continue. InstarVision for Windows Phone 10 Type in your camera Password and click Next to continue. InstarVision for Windows Phone 11 You can click the + to add a local IP and local port for your camera. InstarVision for Windows Phone 12 Now you can test your settings and click Save to add your camera. Add a camera (DDNS) After you have installed the newest version please start the App and swipe to the right to enter the Cameras tab. The + symbol in the upper right lets you choose among three ways to add your IP camera. DDNS or P2P: First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the Point-2-Point Service please read on here. Camera Model: InstarVision allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. You can also opt to simply scan your cameras QRcode from the DDNS menu - it will automaticly fill out all the necessary information to add your camera! Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Host IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80 - but we recommend that you change it to the port 8081 or higher. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! User Name: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add: Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Windows/InstarVision/Windows_Phone/DDNS",
    "title2": "Windows Phone :: DDNS Access",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "Access your Camera over DDNS"
}
POST /wiki2_en/article
{
    "title": "Windows Phone - P2P Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (P2P) - Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work). 1 Go to the Multiview or Cameras Menu and click on the + button in the bottom left to add your IP camera. InstarVision for Windows Phone 2 Select to add a New P2P Camera. InstarVision for Windows Phone 3 Either choose to scan the QR Code from your cameras WebUI or click on Scan to search your camera. InstarVision for Windows Phone 4 Verify your UID and admin login - then click the Test button. Safe your settings by clicking on the diskette icon. Add a camera (P2P) Our HD camera line additionally allows you to add the camera by a so-called p2p (Point-to-Point) connection. To establish the p2p connection, choose to add a New p2p Camera, type in the cameras UID, which can be found on the sticker on the camera and the web user interface under Network P2P. Or use the QR code scanner to scan your cameras code. Please be aware that the QR code on the sticker contains your cameras default login. The QR code in the webUI (Network/P2P) is generated dynamically and will contain your UID as well as your personal camera login. If you change your camera´s administrator login or just activated the p2p service, you first have to restart your camera, before you can access it via your UID. DDNS or P2P First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the DDNS Service please read on here. UID You can either search for P2P cameras on your local network (your smartphone has to be connected to your home router´s WiFi network!) or scan the QRcode from the P2P menu - it will automaticly fill out all the necessary information to add your camera! You can also write down your camera´s UID (User Identification) from the P2P menu and type it in by hand. Camera Name You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. User Name To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Windows/InstarVision/Windows_Phone/P2P",
    "title2": "Windows Phone :: P2P Access",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "Access your Camera over P2P"
}
POST /wiki2_en/article
{
    "title": "Windows Phone - Multiview",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Multiview Menu: 1 The Multiview menu only grabs snapshots from all your cameras. You can adjust the interval in the General Settings. InstarVision for Windows Phone 2 Click on a single camera to enter its live videostream. InstarVision for Windows Phone 3 Double-tap the video to display all function buttons. A description of all buttons can be found in the Help Menu. InstarVision for Windows Phone 4 Click on the Cog symbol to access the settings of your videostream. Reduce the quality if your connection speed is slow. The Multiview Menu allows you to keep an eye on all your cameras Every camera that you add to the app will be displayed in the Multiview Menu. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the video to access the corresponding cameras live stream. The refresh rate set in general settings only applies to the life stream and will not be used for the Multiview refresh timing. Video Settings Image Settings: This button leads you to the cameras image settings. Saved Positions Save Position: The Ps is only displayed for cameras that have a pan&tilt function. Long-pressing the button will open a menu with 8 - 15 (depending on the camera model) positions. Selecting a number from this menu will save the cameras position which can later be recalled by the P button in the middle of the pan&tilt control. Motion Detection Motion Detection: The little burglar symbol activates or deactivates the cameras motion detection. The motion detection areas and alarm actions have to be set inside the cameras web user interface to be switched on and off by the Motion Detection button. Alarm Input Relay Alarm Input: Switch the state of your alarm input between open and close. This button does not deactivate your alarm input! Alarm Output Relay Alarm Output Relay: The Relay Button - the two vertical lines with the switch in the middle - opens or closes the cameras relay. External devices connected to the cameras Alarm-out can be switched remotely by pressing this button. Audio Detection Audio Detection: Let your camera listen to its environment and trigger an alert in case of a loud noise. Your camera needs a microphone to be able to use this functions. Activate PIR Sensor PIR Sensor: Activate the internal heat sensor of your camera (e.g. IN-6014 HD) for motion detection. Snapshot Snapshot: The camera button will take a snapshot of the cameras live image and store it in your cell phones photo library. IR LEDs IR LEDs: he IR Switch allows you to switch the cameras infrared LEDs on or off (when this function is supported by the camera). Audio Audio: The Audio Switch allows you to switch the cameras audio stream on or off (when this function is supported by the camera). Microphone Microphone: Use the Microphone Switch to send a audio stream from your mobile devices microphone to the camera (only works for cameras with integrated or attached speakers). Activate Manual Recording Manual Recording: Start a recording of your camera´s video stream on your smartphone or on your IP camera´s internal SD card. Push Notification Push Notification: Just click this button and scan your camera´s Push QR Code to receive push notifications in case of an alarm event. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Windows/InstarVision/Windows_Phone/Multiview",
    "title2": "Windows Phone :: Multiview",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "The Multiview Menu"
}
POST /wiki2_en/article
{
    "title": "Windows Phone - Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Recording Menu: 1 Clicking on Recording to access a list of all recorded videos on your smartphone. InstarVision for Windows Phone 2 Clicking on SD Card button on the lower right will list the content of your camera´s SD card. InstarVision for Windows Phone 3 Your files will be sorted in folders by days. InstarVision for Windows Phone 4 Day folders can have a Record folder for videos and an Images folder for snapshots. InstarVision for Windows Phone 5 All alarm videos start with the letter A, planned recordings with a P and manual recordings with a N. InstarVision for Windows Phone 6 All recordings can be screened directly from within the app. InstarVision for Windows Phone 7 Snapshots and Videos recorded to your phones internal memory will be displayed as thumbnails. InstarVision for Windows Phone 8 All snapshots can be screened directly from within the app. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Windows/InstarVision/Windows_Phone/Recording",
    "title2": "Windows Phone :: Recording",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "Screen your Cameras Video Recordings"
}
POST /wiki2_en/article
{
    "title": "Windows Phone - Settings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Settings Menu: 1 The Image Preview settings affect the Multiview window (see 1). InstarVision for Windows Phone 2 The Video settings affect to live video of your camera (see 2-3). InstarVision for Windows Phone 3 The Audio settings affect to live video of your camera (see 2-3). InstarVision for Windows Phone 4 If you you only use the app to manage your camera, you can deactivate the automatic synchronisation. InstarVision for Windows Phone 5 The Live Tile settings affect the app´s live tile. InstarVision for Windows Phone 6 The Help section gives you an overview over all app functions. InstarVision for Windows Phone 7 The Help section gives you an overview over all app functions. InstarVision for Windows Phone 8 The Help section gives you an overview over all app functions. Adjust General Settings The General Settings allow you to adjust certain video settings globally as well as to export or import your app configuration. Mobile Mode FThe mobile mode will grab snapshots from the camera in a fixed interval instead of the h.264 live stream. This reduces the needed bandwidth and keep a connection alive even if the 3G/LTE connection is weak for the high resolution live stream. It also reduces the data volume dramatically. Image Preview Use the refresh time to adjust the image refresh rate in the Multiview window of the app. You can also define how many cameras are displayed per screen, of the video aspect ratio is to be maintained, the screen is prevented from going to sleep and if you want to stop the image refresh when your mobile device switches to a mobile network (3G, LTE...). Video Option These options will affect the full screen Camera View. Define if you want the app to maintain the aspect ratio or fill the screen with the live video, if the screen is to be kept alive and if you want to use an advanced video renderer for high resolution devices. Audio You can set the app to increase the playback volume automatically, when you want to listen to a cameras live audio stream. Data & Sync The Camera View allows you to set several camera functions, e.g. the Motion Detection. But the app wont check if those functions have been changed by another user. To sync all your camera settings inside the app please push the corresponding button. The import export function allows you store your app configuration (all added cameras) and restore them - e.g. to transfer the settings to another device.",
    "link": "/Software/Windows/InstarVision/Windows_Phone/Settings",
    "title2": "Windows Phone :: Settings",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_WP.jpg",
    "abstract": "The Settings Menu"
}
POST /wiki2_en/article
{
    "title": "Windows Metro App",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision for Windows Metro: To access your IP camera with our Windows Universal App InstarVision we recommend that you first download the newest version from the Microsoft Store. Use the search word Instar to find our app inside the store. InstarVision Windows Phone App :: DDNS Access Add a Camera via its DDNS Address The DDNS Access gives you full access to all your cameras functions. As well as allowing you to access its web user interface through your browser. Please be aware that this access requires you to set a Port Forwarding inside your router! InstarVision Windows Phone App :: P2P Access Add a Camera via its P2P ID The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G LTE or IPv6 access without a public IPv4 address.  InstarVision Windows Phone App :: Multiview Menu Overview over the Multiview Menu Keep an eye on all your cameras in the Multiview Menu. Click on any camera to access their video live stream and control them via function buttons. InstarVision Windows Phone App :: Recording Menu Overview over the Recording Menu Videos recorded to your smartphones memory and videos on your cameras internal SD Card can be accessed through the Recording Menu. InstarVision Windows Phone App :: General Settings Overview over the General Settings Adjust your apps General Settings and access the in-App Help Section with explanations for all function buttons.",
    "link": "/Software/Windows/InstarVision/Metro",
    "title2": "Windows Metro App",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "Universal Desktop App for Windows 8/10"
}
POST /wiki2_en/article
{
    "title": "Windows Metro - DDNS",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (DDNS) 1 Go to the Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for Windows Metro 2 Select to add a New IP Camera. InstarVision for Windows Metro 3 Either choose to scan the QR Code from your cameras WebUI or manually choose your camera model. InstarVision for Windows Metro 4 Choose your cameras manufacturer. InstarVision for Windows Metro 5 Choose your camera model. InstarVision for Windows Metro 6 Afterwards click Next to continue. InstarVision for Windows Metro 7 Type in a name for your camera and click Next to continue. InstarVision for Windows Metro 8 Type in your camera´s DDNS or local IP address and click Next to continue. InstarVision for Windows Metro 9 Type in your camera´s LAN Port and click Next to continue. InstarVision for Windows Metro 10 Type in your camera Username and click Next to continue. InstarVision for Windows Metro 11 Type in your camera Password and click Next to continue. InstarVision for Windows Metro 12 You can click the blue + to add a local IP and local port for your camera. Now you can test your settings and click Save to add your camera. Add a camera (DDNS) After you have installed the newest version please start the App and swipe to the right to enter the Cameras tab. The + symbol in the upper  right lets you choose among three ways to add your IP camera. DDNS or P2P: First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the Point-2-Point Service please read on here. Camera Model: InstarVision allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. You can also opt to simply scan your cameras QRcode from the DDNS menu - it will automaticly fill out all the necessary information to add your camera! Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Host IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80 - but we recommend that you change it to the port 8081 or higher. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! User Name: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add: Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Windows/InstarVision/Metro/DDNS",
    "title2": "Windows Metro :: DDNS",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "Access your Camera over DDNS"
}
POST /wiki2_en/article
{
    "title": "Windows Metro - P2P",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (P2P) Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work). InstarVision for Windows Metro 1 Go to the Multiview or Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for Windows Metro 2 Select to add a New P2P Camera. InstarVision for Windows Metro 3 Either choose to scan the QR Code from your cameras WebUI or click on Scan to search your camera. InstarVision for Windows Metro 4 Verify your UID and admin login - then click the Test button. And safe your settings. Add a camera (P2P) Our HD camera line additionally allows you to add the camera by a so-called p2p (Point-to-Point) connection. To establish the p2p connection, choose to add a New p2p Camera, type in the cameras UID, which can be found on the sticker on the camera and the web user interface under Network/P2P. Or use the QR code scanner to scan your cameras code. Please be aware that the QR code on the sticker contains your cameras default login. The QR code in the webUI (Network/P2P) is generated dynamically and will contain your UID as well as your personal camera login. If you change your camera´s administrator login or just activated the p2p service, you first have to restart your camera, before you can access it via your UID. DDNS or P2P First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the DDNS Service please read on here. UID You can either search for P2P cameras on your local network (your smartphone has to be connected to your home router´s WiFi network!) or scan the QRcode from the P2P menu - it will automaticly fill out all the necessary information to add your camera! You can also write down your camera´s UID (User Identification) from the P2P menu and type it in by hand. Camera Name You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. User Name To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Windows/InstarVision/Metro/P2P",
    "title2": "Windows Metro :: P2P",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "Access your Camera over P2P"
}
POST /wiki2_en/article
{
    "title": "Windows Metro - Multiview",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Multiview Menu: InstarVision for Windows Metro 1 Click on Multiview to get an Overview over all your cameras. InstarVision for Windows Metro 2 Click on a single camera to enter its live videostream. InstarVision for Windows Metro 3 Double-tap the video to display all function buttons. A description of all function buttons can be found in the Help Menu. InstarVision for Windows Metro 4 Click on the Cog symbol to access the quality settings of your cameras videostream. Reduce the quality if your connection speed is slow. The Multiview Menu allows you to keep an eye on all your cameras Every camera that you add to the app will be displayed in the Multiview Menu. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the video to access the corresponding cameras live stream. The refresh rate set in general settings only applies to the life stream and will not be used for the Multiview refresh timing. Video Settings Image Settings: This button leads you to the cameras image settings. Saved Positions Save Position: The Ps is only displayed for cameras that have a pan&tilt function. Long-pressing the button will open a menu with 8 - 15 (depending on the camera model) positions. Selecting a number from this menu will save the cameras position which can later be recalled by the P button in the middle of the pan&tilt control. Motion Detection Motion Detection: The little burglar symbol activates or deactivates the cameras motion detection. The motion detection areas and alarm actions have to be set inside the cameras web user interface to be switched on and off by the Motion Detection button. Alarm Input Relay Alarm Input: Switch the state of your alarm input between open and close. This button does not deactivate your alarm input! Alarm Output Relay Alarm Output Relay: The Relay Button - the two vertical lines with the switch in the middle - opens or closes the cameras relay. External devices connected to the cameras Alarm-out can be switched remotely by pressing this button. Audio Detection Audio Detection: Let your camera listen to it´s environment and trigger an alert in case of a loud noise. Your camera needs a microphone to be able to use this functions. Activate PIR Sensor PIR Sensor: Activate the internal heat sensor of your camera (e.g. IN-6014 HD) for motion detection. Snapshot Snapshot: The camera button will take a snapshot of the cameras live image and store it in your cell phones photo library. IR LEDs IR LEDs: he IR Switch allows you to switch the cameras infrared LEDs on or off (when this function is supported by the camera). Audio Audio: The Audio Switch allows you to switch the cameras audio stream on or off (when this function is supported by the camera). Microphone Microphone: Use the Microphone Switch to send a audio stream from your mobile devices microphone to the camera (only works for cameras with integrated or attached speakers). Activate Manual Recording Manual Recording: Start a recording of your camera´s video stream on your smartphone or on your IP camera´s internal SD card. Push Notification Push Notification: Just click this button and scan your camera´s Push QR Code to receive push notifications in case of an alarm event. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Windows/InstarVision/Metro/Multiview",
    "title2": "Windows Metro :: Multiview",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "The Multiview Menu"
}
POST /wiki2_en/article
{
    "title": "Windows Metro - Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Recording Menu: InstarVision for Windows Metro 1 Clicking on Recording to access a list of all recorded videos on your smartphone. InstarVision for Windows Metro 2 Clicking on SD Card will list the content of your camera´s SD card. Your files will be sorted in folders by days. InstarVision for Windows Metro 3 Day folders can have a Record folder for video recordings and an Images folder for recorded snapshots. InstarVision for Windows Metro 4 Day folders can have a Record folder for videos and an Images folder for snapshots. InstarVision for Windows  Metro 5 All alarm videos start with the letter A, planned recordings with a P and manual recordings with a N. InstarVision for Windows Metro 6 All snapshots and recordings can be screened directly from within the app. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Windows/InstarVision/Metro/Recording",
    "title2": "Windows Metro :: Recording",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "Screen your Camera´s Video Recordings"
}
POST /wiki2_en/article
{
    "title": "Windows Metro - Settings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Settings Menu: InstarVision for iOS 1 The Image Preview settings affect the Multiview window (see 1). InstarVision for 2 The Video settings affect to live video of your camera (see 2-3). InstarVision 3 The Audio settings affect to live video of your camera (see 2-3). InstarVision for iOS 4 If you you only use the app to manage your camera, you can deactivate the automatic synchronisation. InstarVision for iOS 5 The Live Tile settings affect the app´s live tile. InstarVision for 6 The Help section gives you an overview over all app functions. InstarVision 7 The Help section gives you an overview over all app functions. InstarVision 8 The Help section gives you an overview over all app functions. Adjust General Settings The General Settings allow you to adjust certain video settings globally as well as to export or import your app configuration. Mobile Mode FThe mobile mode will grab snapshots from the camera in a fixed interval instead of the h.264 live stream. This reduces the needed bandwidth and keep a connection alive even if the 3G LTE connection is weak for the high resolution live stream. It also reduces the data volume dramatically. Image Preview Use the refresh time to adjust the image refresh rate in the Multiview window of the app. You can also define how many cameras are displayed per screen, of the video aspect ratio is to be maintained, the screen is prevented from going to sleep and if you want to stop the image refresh when your mobile device switches to a mobile network (3G, LTE...). Video Option These options will affect the full screen Camera View. Define if you want the app to maintain the aspect ratio or fill the screen with the live video, if the screen is to be kept alive and if you want to use an advanced video renderer for high resolution devices. Audio You can set the app to increase the playback volume automatically, when you want to listen to a cameras live audio stream. Data & Sync The Camera View allows you to set several camera functions, e.g. the Motion Detection. But the app wont check if those functions have been changed by another user. To sync all your camera settings inside the app please push the corresponding button. The import export function allows you store your app configuration (all added cameras) and restore them - e.g. to transfer the settings to another device.",
    "link": "/Software/Windows/InstarVision/Metro/Settings",
    "title2": "Windows Metro :: Settings",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Metro.jpg",
    "abstract": "General App Settings"
}
POST /wiki2_en/article
{
    "title": "iSpy Connect",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software iSpy Connect iSpy uses your cameras, webcams, IP cams and microphones to detect and record movement or sound. Captured media is compressed to flash video or mp4 and streamed securely over the web and local network. iSpy can run on multiple computers simultaneously and has full Email, SMS and Twitter alerting functions and remote viewing. Some key features are: Unlimited Cameras and Microphones (including IP and USB cameras), Motion Detection (3 types), Motion Processing (4 types), Record on Detection, Record on Schedule, Record with Audio, Remote Access, Network Audio Broadcasting (via iSpy Server), Password Protection, Desktop Recording, YouTube Uploading, SMS, Twitter and Email alerts. In order to integrate your INSTAR IP camera in Spy from ISPYConnect we recommend you to download the latest version from HERE. Add an HD Camera After you installed the newest version of iSpy please open the program. Step 1 Click the Add button and choose IP Camera to add your INSTAR HD camera. Step 2 If want to use the MPEG-Stream then type username and password into the given text fields. Type the complete url into the MPEG-URL field. The url should have the following pattern: http: Camera-IP:Camera-Port videostream.cgi?Parameters. Then press Ok. If want to use the H.264-Stream then type the complete rtsp url into the URL field. The url should have the following pattern: rtsp:username:password@Camera-IP 11Parameters. Then press Ok. Step 3 Type a name for the new added camera into the name text field. Then press Finish. Advanced Settings iSpy comes with a wealth of feature that cannot be covered in detail here. Please refer to the iSpy User Guide for a more in-depth tutorial. Also note that iSpy supports Plugins for added features like License Plate Recognition, Face Recognition, Barcode Scanners, Text Overlays, etc. You can also use the software to make your IP camera available for video chat programs like Skype. The following section is supposed to give you an overview over the advanced features you might want to use with your INSTAR IP camera. You can enter the advanced camera setting by hovering your mouse over the camera video and clicking on the Cog symbol in the context menu. Camera Settings The Camera Settings tab allows you to change basic video options like the frame rate and text overlays. You can also edit the video source if the camera address or login was changed. Add a privacy mask to the video image or activate the microphone function if not activated automatically. Edit basic video and audio option of your camera. Add a black&white image file to the camera to mask areas of the video where privacy is concerned. Motion Detection iSpy comes with a range of different motion detection algorithm built in. Each motion detector has different performance impacts and is suited to different purposes. Two Frames: Probably the most common type you would use. iSpy just compares the last frame to the current frame. Custom Frame: iSpy stores one frame in memory and compares subsequent frames to this - good for detecting if things change - say someone takes a bag out of the scene. Background Modelling: iSpy takes a custom frame but adjusts it over time to morph it towards the current frame. This is good when you have something in your scene that is constantly moving - iSpy will learn to ignore it. Experiment with different motion detection algorithm to find the one that works best for your surveillance. The sensitivity can be set in a Trigger Range, allowing you to set a minimum and maximum level of motion detection. The cut-off function for high detection levels allows you to minimize false alerts due to e.g. changes in lighting conditions (passing cloud during the day or passing car during the night). All changes that effect the whole video image can easily be removed as an alarm trigger by the set upper detection level. The lower level defines the minimum amount of motion that has to occur to trigger an alert. Set an upper and lower detection level cut-off to minimize false alerts. The HSL Filter tells iSpy to ignore certain colours or luminosity ranges when looking for motion. There are many ways this can be useful, for example ignoring constantly moving objects (like trees or clouds) or Tracking objects of a specific colour (like your red car in a parking lot). Use the colour wheel on the left to select a range of colours to either ignore, or track (depending on the dropdown selection for Fill type). You can then specify the minimum and maximum levels for saturation and luminance. A live preview of what the motion detector is seeing is provided on the top right. Here you can see that the detector is set to only look for red colours and ignore everything else - this means that it will only record and alert if something red enters the frame. The HSL Filter allows you to let iSpy either ignore colours or only react to a specific colour in the video frame. iSpy can monitor specific areas of the camera view and ignore others. You can add as many rectangular detection zones as you like (iSpy will only monitor the area within the zones). To add a zone, click and drag out a translucent rectangle. To clear all zones click Clear Zones. Note that with no zones defined iSpy will monitor the entire camera view. Limit the detection zone by drawing rectangular shapes on the video frame. Only motions inside a drawn zone will be detected to reduce false alerts. Alerts iSpy raises alerts for cameras and microphones when it detects movement or sound (you can also raise alerts for no movement or no sound). Mode: Choose between movement no movement or plugin modes. Click the button to configure various settings. Continuous When Motion Detected External Trigger: These options apply to plugins only. For example you may only want to perform license plate recognition (using the plugin) when motion is detected. Actions: Actions to perform on alert - You can add as many actions here as you like. Define a criteria that is used to trigger an alert - the default is to detect movements in the video frame. Define an action that is triggered by a detection - you can add as many actions as you want. Recording iSpy has 4 types of recording mode: No Recording: Triggered manually - either by right-clicking on the camera in iSpy and clicking Record or by clicking Record in iSpyConnect. Record on Detect: Starts recording as soon as motion is detected, regardless of how long the motion has been detected for. Record on Alert: This is very useful for cutting down on the number of recordings if you have set a sensitive motion detect trigger point. Timelapse Recording: iSpy saves a frame on the interval you choose and convert the images to a movie file. Record on detect means record as soon as ispy detects movement. Record on alert means record when ispy generates an alert - alerts can be generated by plugins like face detection or number plate recognition or whatever. Adjust the recording settings for your camera. PTZ Control iSpy includes an XML definition file for controlling PTZ cameras. You can control PTZ for your camera from this panel, or you can control PTZ within iSpy by holding down the middle mouse button on the camera or from the context menu (for advanced commands like turning on off the IR light). If your camera has zoom controls you can use the mouse wheel on the camera to zoom in or out. The PTZ Settings. The PTZ Menu. The PTZ Controller. By the time you read this wiki all of the INSTAR cameras might be integrated in the iSpy XML file. If not, just add the following commands to the file to get your camera´s PTZ working: PTZ Control: Commands The PTZ commands in iSpy don´t seem to work for our HD models at the moment. Please add your HD camera as an ONVIF cameras - when you are using the wizard to add a new camera, simply choose ONVIF as camera manufacturer. This will automatically choose the ONVIF profile inside the PTZ menu. If you are accesing your camera over the internet, please don´t forget to forward the ONVIF port inside the local router: The default ONVIF port is 8080!",
    "link": "/Software/Windows/iSpy",
    "title2": "iSpy Connect",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_iSpy_Connect.jpg",
    "abstract": "Windows Software iSpy Connect"
}
POST /wiki2_en/article
{
    "title": "Sighthound",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows & macOS Software Sighthound Sighthound Video is surveillance software for homes and businesses that has been trained to recognize people and objects. Most off‐the‐shelf security applications available in consumer channels use motion detection to determine if moving objects are present in video. Motion detection analyzes how many pixels have changed between frames. When enough pixels change, video is recorded and or the customer is notified of a motion event. Unfortunately, pixels can also change with clouds passing overhead, leaves swaying in the wind, or flickering lights. More advanced systems let customers ignore selected regions in the video, or set sensitivity levels. Nevertheless, motion detection often generates an unacceptable number of false alerts. Computer vision isn’t based on pixels moving, it works by learning what certain objects look like, in much the same way as a child learns. Computer vision can detect, track and recognize objects in a way that motion detectors can never achieve. In order to integrate your INSTAR IP camera in Sighthound we recommend you to download the latest version from HERE. Add a Camera After you installed the newest version of Sighthound please open the program, click the to add a new camera and choose your INSTAR camera model. Click on Add to open the Camera Setup dialogue. You should be able to see a snapshot from your camera here - then click Next. Give your camera a name - then click Next. Motion Detection To activate the motion detection, click the camera name and choose New Rule: Click on New Rule to open the Rule Editor dialogue. Step 1 Click the Object block labeled Look for: to display a drop-down menu to select the object you want to find. You can choose People, Unknown objects (such as vehicles or pets), or Any objects (People and Unknown objects). You can also select Ignore objects smaller than... to filter out background objects that are never larger than a certain number of pixels. If an object approaches from the distance and grows large, however, the portions of the video where it is small will also be included. Step 2 Click the Movement block labeled That are: to display options for selecting where in the video that object is and how it is moving. Select the location and or direction of the object you wish to find (e.g., inside or outside a region, crossing a boundary, coming in or out of a door). Step 3 Click the Response block labeled If Seen: to display options for an alarm responses and the video recording storage management. Select the My Computer check box to mark the clip to be saved on your computer. Define additional alarm responses - like an email alert.",
    "link": "/Software/Windows/Sighthound",
    "title2": "Sighthound",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "macOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Sighthound.jpg",
    "abstract": "Windows & macOS Software Sighthound"
}
POST /wiki2_en/article
{
    "title": "P2P Client",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software P2P Client The Point-2-Point protocol integrated in our HD camera line (not available for VGA models) allows you to connect to your camera from the internet without the need for a portforwarding rule inside your local router. The advantage of the P2P technology is that you can use it in places where traditional DDNS fails - like IPv6 DSLite tunnels and mobile (3G/LTE) routers without static WAN IP addresses. You can find Installation Guides to use the P2P connection with our mobile apps like our InstarVision for iPhone In order to integrate your INSTAR HD IP camera in the P2P Client for Windows we recommend you to download the latest version from HERE. Add an P2P Camera Start the software and click on the cog symbol to - log in with admin and NO PASSWORD - and open the camera management window. Click on the cog wheel symbol to open the camera management. Log in with admin and NO PASSWORD. Open the Add Area dialogue to add camera groups for your different surveillance sites. Click on Add Area to add a new camera group. Name your camera group. Now open the Add Device dialogue to add your camera. You need to type in your cameras UID (Point-2-Point User Identification) which can be found in the cameras web user interfaces under network p2p. Please also read the documentation on P2P from the download area linked above. Please make sure to use the password for the admin account of your camera! Name the camera and assign it to the group generated earlier. Click on Add Device to add a new camera. Type in your cameras UID and the password for the admin account. Camera View Now go back to the camera view window and right-click your new camera to connect it. You can then drag-and-drop it into a channel and right-click the live-video to start using your camera. Go back the Camera View window and right-click the camera to connect it. Left-click and hold the camera to drop it into a channel. You can right-click the video to start using your camera.",
    "link": "/Software/Windows/P2P_Client",
    "title2": "P2P Client",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_P2P_Client.jpg",
    "abstract": "Windows Software P2P Client"
}
POST /wiki2_en/article
{
    "title": "Logiware go1984",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Logiware go1984 go1984 is software designed for professional and hassle-free monitoring of IP CCTV cameras. The software works as a so-called hybrid system, which means it is capable of processing digital network cameras as well as analog video sources via video encoders. Companies with analog video technology can use the software to assist the smart transition to the digital world while integrating their existing hardware. go1984 thus makes an important contribution to protecting your investments. go1984 supports the hardware of many well-known manufacturers such as, for instance: INSTAR, Axis, Sony, Allnet, Abus, Panasonic, Mobotix, Bosch, Siemens, Basler, Samsung, Grundig and many others. go1984 is available in various editions and features everything you ll ever need to carry out professional camera surveillance, including: Live monitoring Recording (timer-controlled, motion-triggered or permanent) Calendar functions Control of PTZ cameras Remote access via the network or Internet via Windows PC, Apple Mac, iOS, Android or Windows Phone device Notification options: acoustic, by e-mail, by voice call via ISDN or by push-notification Add an INSTAR IP Camera To add an IP camera, select the entry IP cameras in the go1984 explorer. A list is displayed showing you pictures of all the available cameras, arranged in alphabetical order. You can use a filter to conveniently restrict the search for the model you want. You can use characters and numerics in any combination. For instance, the text INSTAR will list all the cameras that include this combination of letters in their name. Choose your Camera Model and then double-click on the picture of the camera model you want to add. Add an HD Camera (h.264) Add a HD Camera - h.264 Stream. You should set the following parameters in it: Name: Give the camera a unique nickname which can be used for it in go1984. IP: Enter the camera’s IP address or host name here - e.g. 192.168.1.106 or abcd12.ddns-instar.de. Port: If a camera port other than the default port 554 (check Network IP Configuration inside the cameras web user interface for it´s RTSP port) is being used, you can change this here. PTZ Port: If the selected IP camera is a PTZ camera, you can adjust the port here for camera control - you don´t have to change it for your INSTAR camera. Username: If authentication is required to access the camera, enter your username here. The default for INSTAR cameras is admin Password: Enter your password here for the authentication process mentioned above. Refer to your camera manual for details of the default passwords. The default for INSTAR HD cameras is instar. Finally, click on OK to confirm your details. The camera will be added via it´s RTSP video stream. The camera you ve added will now appear in the branch IP cameras of the go1984 explorer. The basic setup of the camera has now been concluded. go1984 has automatically activated motion detection and recording for this image source. As standard, cameras only record when there is a detected motion. If you want to record images permanently, simply deactivate the motion detection option by clicking on the Motion detection option box. Add an HD Camera (MJPEG) Add a HD Camera - MJPEG Stream You should set the following parameters in it: Name: Give the camera a unique nickname which can be used for it in go1984. IP: Enter the camera’s IP address or host name here - e.g. 192.168.1.106 or abcd12.ddns-instar.de. Port: If a camera port other than the default port 80 (check Network IP Configuration inside the cameras web user interface for it´s web port) is being used, you can change this here. PTZ Port: If the selected IP camera is a PTZ camera, you can adjust the port here for camera control - you don´t have to change it for your INSTAR camera. Username: If authentication is required to access the camera, enter your username here. The default for INSTAR cameras is admin Password: Enter your password here for the authentication process mentioned above. Refer to your camera manual for details of the default passwords. The default for INSTAR VGA cameras is instar. Finally, click on OK to confirm your details. The camera will be added via it´s MJPEG video stream. The camera you ve added will now appear in the branch IP cameras of the go1984 explorer. The basic setup of the camera has now been concluded. go1984 has automatically activated motion detection and recording for this image source. As standard, cameras only record when there is a detected motion. If you want to record images permanently, simply deactivate the motion detection option by clicking on the Motion detection option box. Add an VGA Camera (MJPEG) You should set the following parameters in it: Name: Give the camera a unique nickname which can be used for it in go1984. IP: Enter the camera’s IP address or host name here - e.g. 192.168.1.106 or abcd12.ddns-instar.de. Port: If a camera port other than the default port 80 (check Network IP Configuration inside the cameras web user interface for it´s web port) is being used, you can change this here. PTZ Port: If the selected IP camera is a PTZ camera, you can adjust the port here for camera control - you don´t have to change it for your INSTAR camera. Username: If authentication is required to access the camera, enter your username here. The default for INSTAR cameras is admin Password: Enter your password here for the authentication process mentioned above. Refer to your camera manual for details of the default passwords. The default for INSTAR VGA cameras is none. Finally, click on OK to confirm your details. The camera youve added will now appear in the branch IP cameras of the go1984 explorer. The basic setup of the camera has now been concluded. go1984 has automatically activated motion detection and recording for this image source. As standard, cameras only record when there is a detected motion. If you want to record images permanently, simply deactivate the motion detection option by clicking on the Motion detection option box. Live Video Check your cameras live video and control it´s pan & tilt movement. You can check the cameras live Video by selecting the camera from the side menu. If you experience problems with the frame rate or the stream breaks up - please adjust the video quality of the camera for a lower bandwidth requirements. Go to Video/Properties (see Screenshots in the chapter above) to select a stream appropriated for your network environment. E.g. for HD cameras set the parameter Uri from 11 (high quality) to 12 (medium quality) or 13 (low bandwidth). If you are using the MJPEG stream of your HD camera, set it´s -chn from 11 to 12 or 13 respectively. You can also adjust the video parameter inside the camera´s web user interface to fit your needs. Motion Detection go1984 includes high-performance motion detection based on an optimized image difference process. When motion detection is triggered, the so-called Motion signal is activated for this camera. This signal can be used, for instance, to begin recording, to launch an FTP upload or to trigger an alarm. Motion areas are highlighted in the live image with red squares. As soon as the actual value exceeds the specified threshold, the motion signal is triggered. The specified threshold (yellow) and current actual value (green or red) are graphically represented by two colored bars in the program to make adjustments easier for you. The actual value bar changes from green to red if a motion has been detected. The circle in the Motion field also turns red. You ll be shown the live image from the camera, with motion areas being marked by red rectangles. As soon as the actual value surpasses the specified limit value, the motion signal is triggered. The specified limit value (yellow) and the current actual value (green or red) are graphically represented by two colored bars in the program in order to make adjustment easier for you. The actual value bar changes from green to red if a motion has been detected. The circle in the Motion field also lights up in red. It often makes sense to exclude certain areas of the camera image from motion detection. In order to do so, you can draw any kind of mask over the image. Various tools are available for doing so. The mask is displayed on the screen transparently for control purposes. Grayed out areas will be excluded from now on. For normal purposes, motion detection settings do not need to be adjusted more than described above. If the default values dont work perfectly for your needs, you ll find additional setup options on the Properties tab. Please check your go1984 user manual for more details. Storage Management go1984 includes efficient ring storage. This enables you to optimize available hard-drive space allocation to the cameras, thereby ensuring that there is always enough memory space available for new recordings. go1984 is able to delete the oldest recordings automatically after the allotted memory has been used up. You can also select an individual recording directory by clicking on the folder icon in the Storage tab under Recording directory. Email Notification Select the entry Notification in the go1984 explorer. You can now enter one or several recipients (separated by semicolons) into the field E-mail address. Adjust the subject line if you wish. The variable %cameraname% is automatically replaced by the name of the camera triggering the alarm when an e-mail is sent. You have the option to set a rest period which must elapse between sending two e-mails, by clicking on the clock icon. Simply click on the clock icon and then set the rest period you want. FTP Upload If you wish the images from a camera to be sent to an FTP server in addition to being stored locally, complete the following dialog. First, enter the login data for your FTP server: FTP Server: Domain name or IP of your FTP server, e.g. ftp.online.com Port: FTP port, almost always 21 FTP user ID: Username for logging on to the FTP server FTP password: Password for logging on to the FTP server FTP directory: FTP server subdirectory where you want the images to be saved Passive mode: If your FTP server cannot be run in the active mode, select this option Keep connection: After uploading an image, the connection to the FTP server is kept open. If you prefer the connection to be shut, deactivate this option. You can also choose to resize images before saving them on the FTP server. Activate this option and define the new size of the image using the corresponding fields.",
    "link": "/Software/Windows/go1984",
    "title2": "Logiware go1984",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_go1984.jpg",
    "abstract": "Windows Software Logiware go1984"
}
POST /wiki2_en/article
{
    "title": "VLC Player",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows & macOS Software VLC Player VLC is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various streaming protocols. You can download the free Windows client HERE. After installing the software start the user interface. Open Network Stream Assistant Go to Media and choose to open a network stream - or simply type CTRL+N. Open the program and add a network stream. Add a new HD Camera To add an INSTAR HD camera type in the RTSP streaming address (see Installation Guide). You can either use the local IP address (e.g. 192.168.1.101:554) to connect to a camera inside your local area network or use the camera´s DDNS address (e.g. 1234ab.ddns-instar.com:554 to connect to your camera from a different network. Your INSTAR HD camera offers you three RTSP streams with different resolutions. To minimize your network load it is recommended to use a stream with a lower resolution - especially if you access your camera over the internet. For a camera with the network address 1234ab.ddns-instar.com that is forwarded on the RTSP port 554 (see Web User Interface Network IP Configuration) and the default login user = admin and password = instar you have the following three options: High Bandwidth: rtsp: admin:instar@1234ab.ddns-instar.com:554 11 Normal Bandwidth: rtsp: admin:instar@1234ab.ddns-instar.com:554 12 Low Bandwidth: rtsp: admin:instar@1234ab.ddns-instar.com:554 13 The HD camera´s video stream will be loaded after clicking on Play: Add a new VGA Camera To add an INSTAR VGA camera type in the CGI command for the network MJPEG stream. You can either use the local IP address (e.g. 192.168.1.101:80) to connect to a camera inside your local area network or use the camera´s DDNS address (e.g. 1234ab.ddns-instar.com:80 to connect to your camera from a different network. Your INSTAR VGA camera offers you two streams - the MJPEG stream and the ASF stream that adds a sound track to the stream, if your camera has a microphone. For a camera with the network address 1234ab.ddns-instar.com that is forwarded on the HTTP port 80 (see Web User Interface Network IP Configuration) and uses the default login user = admin and password = you have the following two options: MJPEG Stream: http: 1234ab.ddns-instar.com:80 videostream.cgi?user=admin&pwd= MJPEG + Audio Stream: http: 1234ab.ddns-instar.com:80 videostream.asf?user=admin&pwd= The VGA camera´s video stream will be loaded after clicking on Play: Advanced Options VLC Player allows you to save a camera to a playlist to quickly access it´s video stream and do manual video recordings. Start the program and open the playlist window. Step 1: Open the playlist window by clicking the Show Playlist button. Choose Advanced Open. Step 2: Right-click the playlist window and choose Advanced Open. Type in the network stream address and click on Enqeue. Step 3: Type in the network stream address for your HD or VGA camera (see above for details) and click on Enqeue to add the URL to your playlist. Go to Media if you want to save the playlist. Step 4: You can now save the playlist to a file or add more cameras to it before saving it to a file. This allows you to quickly access your cameras in the future. Step 5: Make sure that the advanced controls are activated if you want to record the live stream. Step 6: You can start the live streaming by clicking on the Play button. Step 7: You can start the live stream recording by clicking on the Rec button. The file will be saved in My Documents inside your My Videos folder.",
    "link": "/Software/Windows/VLC_Player",
    "title2": "VLC Player",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "macOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_VLC.jpg",
    "abstract": "Windows and macOS Software VLC Player"
}
POST /wiki2_en/article
{
    "title": "CCTV",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software CCTV Browser Plugin This Google Chrome Opera extension allows you to define up to 16 IP cameras or webcam urls. Every time the toolbar button is clicked it will show an updated version of the image. In order to integrate your INSTAR IP camera in CCTV View we recommend you to download the latest version for Google Chrome or Opera. Add a New Camera Step 1: You can download the free Google Chrome extension here. After installing the extension start the user interface (s. below) by opening the Options page and choosing Extensions. Choose Options again to get to the advanced controls. Step 2: Please enter your cameras video stream path as Image URL and choose a channel name as Target URL and attach your login credentials. E.g. use the following URL if your camera has the local IP address 192.168.1.101, uses the HTTP port 85 and you have the default login user = admin and password = «empty»: MJPEG URL: http: 192.168.178.172:85 videostream.cgi?user=admin&pwd= Enter your camera´s video URL and attach your login credentials. Step 3: Click the CCTV icon in your extension bar to start the live streams. Or click on Monitor Page to open the streams in a new window. And you are up and running.",
    "link": "/Software/Windows/CCTV_Chrome_Plugin",
    "title2": "CCTV",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_CCTV.jpg",
    "abstract": "CCTV Browser Plugin"
}
POST /wiki2_en/article
{
    "title": "Blue Iris",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Blue Iris Use up to 64 cameras, capture JPEG snapshots or movies in standard MP4, AVI, advanced DVR, or Windows Media file formats. Keep an eye on your home, place of business, cars, and valuables; watch your pets or your kids; monitor your nanny, babysitter, or employees. Watch your door for mail, packages or visitors. Use motion detection, audio detection, or capture continuously. Receive alerts via loudspeaker, e-mail or phone. Overlay text and graphics. Use the built-in web server, or post to a website. Push to a Flash or Windows media server. In order to integrate your INSTAR IP camera in BlueIris we recommend you to download the latest version from HERE. Add a Camera Start the New Camera Wizard and choose your INSTAR camera model from the dropdown menu. Now type in your camera´s IP address, HTTP and RTSP port (in case of an HD model) and your login credentials. For the video path you can choose between 3 different quality settings 11 Highest quality and Bandwidth Requirements, 12 Standard Quality, 13 Good Quality and Lowest Bandwidth Requirements. Reduce the video quality according to the available network bandwidth. Click ok to add your camera. Open the network IP camera configuration to add a new camera. Advanced Settings General Name your camera and add it to a surveillance group to be able to establish group policies. General settings allows you to name your camera and assign it to a group. Motion Detection The Motion Trigger menu allows you to enable the software motion detection for your camera and fine tune its sensitivity. Enable and adjust the motion detection settings for your camera. Video Recording The Record menu allows you to enable and adjust the video recording for your camera and fine tune the storage requirements. Adjust the video recording settings for your camera. Webcast BlueIris built-in web server enables you to bring your cameras with you anywhere. Remotely connect to your workstation from anywhere in the world, from any web enabled device. Just activate the web server and forward a port to your windows computer and have access to all your cameras. Activate the webserver to stream your cameras to the internet - don´t forget to forward the port to your workstation. Pan, Tilt and Zoom Please make sure to activate the correct PTZ profile for your camera from the drop down menu to be able to use the camera´s PTZ functions. Activate the correct PTZ profile for your camera. Schedule Schedule your camera operation - it is recommended to establish global or group policies and only use the individual camera schedule to cover deviations from the main schedule. Use the camera schedule to make adjustments to the operations of the specific camera - use group policies or a global settings as your main schedule. Alerts Define the actions to be taken if an alarm event is triggered. Define the actions to be taken if an alarm event is triggered. Or use the alarm event to trigger an external device like an Arduino board. Define the actions to be taken if an alarm event is triggered.",
    "link": "/Software/Windows/Blue_Iris",
    "title2": "Blue Iris",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Blue_Iris.jpg",
    "abstract": "Windows Software Blue Iris"
}
POST /wiki2_en/article
{
    "title": "Yet Another Webcam Viewer",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Yet Another Webcam Viewer Yet Another Webcam Software ? Maybe. But Yawcam delivers a punch in a small package. Yawcam is a webcam software for windows written in java. The main ideas for Yawcam are to keep it simple and easy to use but to include all the usual features. And Yawcam is completely free to use. In order to integrate your INSTAR IP camera in the Yawcam we recommend you to download the latest version from HERE. Add a Camera Start the software and go to Settings Device Change to IP Camera. Now type in the address for your local camera. The video path would be: VGA Video Path: http: 192.168.1.237:80?user=admin&pwd= for a camera with the default login user = admin, password = empty, the local IP address 192.168.1.237 and the HTTP port 80. Please adjust the path if you changed the default login or the default web port accordingly. Usually you should be able to just type in the IP address and use the login mask below for your username and password - but this did not seem to work for me. Open the dialogue to add a new IP camera. Add a new IP camera and type in the video path + login credentials. Confirm the camera address to start the video stream. Advanced Settings Yawcam offers you a surprisingly wide variety of functions for such a small program - motion detection, email notification, ftp alarm upload and a web server to stream your cameras video to the internet. The following screenshots just give you a small overview over the available settings. Please refer to the Yawcam website for detailed information on every available function. Let the software upload snapshots to an FTP server in case of an alarm event. Activate an webserver to stream your cameras live video to the internet - don´t forget to forward the port to your workstation! Use the scheduler to automate the motion detection, web streaming, video recording or an FTP upload to generate a timelapse video. Use the motion detection to trigger actions like email notifications, FTP uploads or video recordings.",
    "link": "/Software/Windows/YAW_Cam",
    "title2": "Yet Another Webcam Viewer",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_YAW_Cam.jpg",
    "abstract": "Windows Software YAW Cam"
}
POST /wiki2_en/article
{
    "title": "ZoneTrigger",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software ZoneTrigger The Zone Trigger software series is all about enabling anyone to incorporate motion or sound detection in their custom projects. On detecting motion, Zone Trigger can do a multitude of tasks, such as play sounds, run programs or commands, take control of other software or hardware, send email and files over the internet. Plus it has many extra features such as archive services and a built in HTTP server for remote viewing. In order to integrate your INSTAR IP camera in ZoneTrigger we recommend you to download the latest version from HERE. Add a Camera After you installed the newest version of ZoneTrigger please open the program and open the Add a New Video Source and choose to add an IP camera by URL. Type in the cameras IP address HTTP port but leave the username and password free. Now click on Specify Path and add the line videostream.cgi?user=admin&pwd= if your camera still has the default login user = admin and password = empty - modify the video path accordingly if you changed something. Add a new video source by URL. Motion Detection ZoneTrigger, as the softwares name might suggest, employs trigger zones that you can freely position on top of the video. The default is a round shaped hot spot that uses a software based motion detection to trigger an alarm event. This is the simplest and most versatile technique. The software looks for any difference between frames by comparing pixel color and brightness without trying to identify anything. These differences can be caused by moving objects, lights on off, shadows, and even vibrations. You can quickly assign an action to an event like recording a video, uploading a snapshot to an FTP server or sending a notification email. Add a new video source by URL. There are a lot more Triggers, beside the simple Motion Detection that can be employed to your surveillance task. Like Flow Control which determines in which direction people are travelling, a Level Measure or a Pattern Matching that tries to match the input image to a reference image to figure out the state of certain objects. You have a variety of advanced triggers available beside the standard motion detection.",
    "link": "/Software/Windows/Zone_Trigger",
    "title2": "ZoneTrigger",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Zone_Trigger.jpg",
    "abstract": "Windows Software ZoneTrigger"
}
POST /wiki2_en/article
{
    "title": "Webcam XP",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Webcam XP WebcamXP allows you to monitor your belongings from any location with access to Internet by turning your computer into a security system. Connect remotely by using other computers or your mobile phone, Broadcast live video to your website, Schedule automatic captures or recordings or Trigger specific actions using the motion detector - and everything tailored for low hardware requirements. In order to integrate your INSTAR IP camera in WebcamXP we recommend you to download the latest version from HERE. Add a Camera After you installed the newest version of WebcamXP please open the program, right-click the + symbol on one of the available channels to add a new network camera. Right-click the video channel you want to assign and choose Network Cameras from the context menu. Choose your INSTAR camera model in the Network Camera Wizard. Type in your camera´s IP address, http port and your camera login credentials. Use the Test function to verify your input, then click ok. Your camera is now ready to use. Scheduled Video Recording WebcamXP comes with a powerful Scheduler that allows you to set time windows for every action you want the software to perform. You can easily set it up to perform a scheduled video recording as well as to automate your motion detection function. The powerful scheduler allows you to automate functions like video recordings, motion detection or web broadcasts. Web Broadcast The Web Broadcast function allows you to stream your camera´s live stream via HTTP and embed it into your website with ease. The earlier described scheduler enables you to automate your live broadcast according to your needs. Stream your camera´s live stream via HTTP. Access your camera´s live stream with your default web browser. In the example above the video was tapped from the localhost address with a local web browser. You will need to set a port forwarding rule for the port 8080 (WebcamXP´s default web server port) to your workstation inside your internet router to make WebcamXP´s web server available from outside your local network. Motion Detection Switching to the Security tab gives you access to the softwares motion and audio detection feature. Activate the detection and adjust it´s sensitivity to your needs. You can also define a alarm trigger response - like a local video recording, a FTP upload or a notification email. Enable the softwares motion and audio detection and define a trigger response.",
    "link": "/Software/Windows/WebCam_XP",
    "title2": "Webcam XP",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_WebcamXP.jpg",
    "abstract": "Windows Software Webcam XP"
}
POST /wiki2_en/article
{
    "title": "Webcam Motion Detector",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Webcam Motion Detector ZM Surveillance System is am video surveillance and motion capture software. Some key features are: unlimited cameras, motion detection, SMS and MMS and Email alerts, play sound file (useful on motion detection), adjustable sensitivity for each zone, record on detection, save video into archive or file with automatically or manually selected compression, record on schedule, registration of all events continuously by intervals or on motion detected, password protection, adding a text, time stamps, watermarks to your video. For each video frame, if motion is detected, the Alarm event occurs, that returns a global motion ratio, depending of the number of cells in which motion has been detected, and the level of motion in each cell. In order to integrate your INSTAR IP camera in the Webcam Motion Detector we recommend you to download the latest version from HERE. Add a Camera Click on the Add Camera button to open the camera wizard. The video path to your camera consist of the local IP address and the login credentials. The video path would be: VGA Video Path: http: 192.168.1.237:80?user=admin&pwd= for a camera with the default login user = admin, password = , the local IP address 192.168.1.237 and the HTTP port 80. Please adjust the path if you changed the default login or the default web port accordingly. For an HD camera with the default login user = admin and password = instar, the local IP address 192.168.1.175 and the HTTP port 85: HD Video Path: http: 192.168.1.237:80 tmpfs snap.jpg It is possible to use an external (very expensive) plugin to connect to the camera´s RTSP video stream instead of the JPG refresh mode. Please refer to the instructions given on the official website if you need to use the HD video stream. Click on the Add Camera button to get started. Type in your camera´s video path and click to Start the preview. Save the settings to start using the software. Motion Detection The ZM Surveillance System allows you to draw a motion detection grid over the cameras live view. Adjust the cell size as well as the cell sensitivity to your needs. The higher the number inside a cell, the higher the sensitivity will be in this area. You can further except reds, greens and blues from the motion detection, or just use a monochrome image to further reduce false alerts. Adjust the motion detection sensitivity by adjusting the numbers inside the detection grid. Alerts When an alarm condition is detected, the program can sound an audible alarm, or send you an email with a photo. Automatically capture photos, or record video in compressed files. The Alerts section allows you to define right action for the trigger event. Click Save to finish the camera installation and start using the Webcam Motion Detector. Define a action response to an alarm trigger event.",
    "link": "/Software/Windows/Webcam_Motion_Detector",
    "title2": "Webcam Motion Detector",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Webcam_MD.jpg",
    "abstract": "Windows Software Webcam Motion Detector"
}
POST /wiki2_en/article
{
    "title": "Zebra Surveillance",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Windows Software Zebra Surveillance ZM Surveillance System is am video surveillance and motion capture software. Some key features are: unlimited cameras, motion detection, SMS and MMS and Email alerts, play sound file (useful on motion detection), adjustable sensitivity for each zone, record on detection, save video into archive or file with automatically or manually selected compression, record on schedule, registration of all events continuously by intervals or on motion detected, password protection, adding a text, time stamps, watermarks to your video. For each video frame, if motion is detected, the Alarm event occurs, that returns a global motion ratio, depending of the number of cells in which motion has been detected, and the level of motion in each cell. In order to integrate your INSTAR IP camera in the ZM Surveillance System we recommend you to download the latest version from HERE. Add a Camera Click on the Add Camera button to open the camera wizard. The video path to your camera consist of the local IP address and the login credentials. The video path would be: VGA Video Path: http: 192.168.1.237:80?user=admin&pwd= for a camera with the default login user = admin, password = , the local IP address 192.168.1.237 and the HTTP port 80. Please adjust the path if you changed the default login or the default web port accordingly. For an HD camera with the default login user = admin and password = instar, the local IP address 192.168.1.175 and the HTTP port 85: HD Video Path: http: 192.168.1.237:80 tmpfs snap.jpg It is possible to use an external (very expensive) plugin to connect to the camera´s RTSP video stream instead of the JPG refresh mode. Please refer to the instructions given on the official website if you need to use the HD video stream. Click on the Add Camera button to get started. Type in your camera´s video path and click to Start the preview. Video Recording The Video Recording tab allows you to make adjustments to the recording parameters as well as setting up an activity schedule for your camera. Adjust the video recording parameter and set-up an activity schedule for your camera. Motion Detection The ZM Surveillance System allows you to draw a motion detection grid over the cameras live view. Adjust the cell size as well as the cell sensitivity to your needs. The higher the number inside a cell, the higher the sensitivity will be in this area. You can further except reds, greens and blues from the motion detection, or just use a monochrome image to further reduce false alerts. Adjust the motion detection sensitivity by adjusting the numbers inside the detection grid. Alerts When an alarm condition is detected, the program can sound an audible alarm, or send you an email with a photo. Automatically capture photos, or record video in compressed files. The Alerts section allows you to define right action for the trigger event. Click Save to finish the camera installation and start using the ZM Surveillance System. Define a action response to an alarm trigger event. Start using the ZM Surveillance System.",
    "link": "/Software/Windows/Zebra_Surveillance",
    "title2": "Zebra Surveillance",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Windows", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Zebra_Surveillance.jpg",
    "abstract": "Windows Software Zebra Surveillance"
}
POST /wiki2_en/article
{
    "title": "EvoCam",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "macOS Software EvoCam Evocam ist a IP Surveillance Solution Software for MacOSX from the company Evological. In order to integrate your INSTAR IP camera in Evocam we recommend you to download the latest version from HERE. Add a Camera After you installed the newest version of Evocam please start the program, then open the preferences window. Go to Preferences and click on Add Camera. Now you can add cameras to the software by clicking on the + button and typing in their respective IP addresses. Please choose the Preset 1 for all VGA cameras. And Preset 3 for all HD camera models from INSTAR. Now go back to the software main window, click on New Item - New Camera and choose the camera you created in the previous step. Streaming Webserver To activate the web server function, click the Streaming button and check the input box. Create a user login and open the displayed Server Address in your default web browser. To access the web server from the internet, you can use the INSTAR DDNS address from your camera. Just point a Port Forwading rule to your computer´s IP address inside your local network (instead of forwarding a port for your camera). The local IP address is the address displayed in the Address field for the web server above. The default web server port in Evocam is 8080. Activate the Web Server and test the server Address with your web browser. Recording Click on recording to activate and configure the Recording function. Automation Evocam gives you plenty of Action triggers to fully automate your Surveillance.",
    "link": "/Software/macOS/EvoCam",
    "title2": "EvoCam",
    "chapter": "INSTAR Products",
    "tags": ["Software", "macOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Evocam.jpg",
    "abstract": "macOS Software EvoCam"
}
POST /wiki2_en/article
{
    "title": "SecuritySpy",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "macOS Software SecuritySpy SecuritySpy ist a IP Surveillance Solution Software for MacOSX from the company Ben Software. In order to integrate your INSTAR IP camera in SecuritySpy we recommend you to download the latest version from HERE. Add a Camera After you installed the newest version of Evocam please start the program, then open the preferences window. Go to Settings and open the Camera Settings. Choose your camera model and type in your camera´s IP address, its ports (default: 80 & 554) and your login. Click on Ok. And Done - your surveillance is up & running. Alarm Function Click on Setup to configure your camera´s Motion Detection. Select if you want to record your camera´s audio stream and if you want audio above a threshold to trigger an alert. The alarm actions - like an email notification (see also Email notification setup - is configured in the tab Actions. Recording Use snapshots to create a Timelapse video. Or upload snapshots to an FTP server or your Router. Configure the video recording function and the FTP Upload.",
    "link": "/Software/macOS/SecuritySpy",
    "title2": "SecuritySpy",
    "chapter": "INSTAR Products",
    "tags": ["Software", "macOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_SecuritySpy.jpg",
    "abstract": "macOS Software SecuritySpy"
}
POST /wiki2_en/article
{
    "title": "InstarVision",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision for Android To access your IP camera with our Android App InstarVision we recommend that you first download the newest version from the Play Store. Use the search word Instar to find our app inside the store. InstarVision Android App :: DDNS Access Add a Camera via its DDNS Address The DDNS Access gives you full access to all your cameras functions. As well as allowing you to access its web user interface through your browser. Please be aware that this access requires you to set a Port Forwarding inside your router! InstarVision Android App :: P2P Access Add a Camera via its P2P ID The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G LTE or IPv6 access without a public IPv4 address. InstarVision Android App :: Multiview Menu Overview over the Multiview Menu Keep an eye on all your cameras in the Multiview Menu. Click on any camera to access their video live stream and control them via function buttons. InstarVision Android App :: Recording Menu Overview over the Recording Menu Videos recorded to your smartphones memory and videos on your cameras internal SD Card can be accessed through the Recording Menu. InstarVision Android App :: General Settings Overview over the General Settings Adjust your apps General Settings and access the in-App Help Section with explanations for all function buttons.",
    "link": "/Software/Android/InstarVision",
    "title2": "InstarVision",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "InstarVision - DDNS Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (DDNS) InstarVision for Android 1 Go to the Multiview or Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for Android 2 Select to add a New IP Camera. InstarVision for Android 3 Either choose to scan the QR Code from your cameras WebUI or manually choose your camera model. InstarVision for Android 4 Choose your cameras manufacturer. InstarVision for Android 5 Choose your camera model. Afterwards click Next to continue. InstarVision for Android 6 Type in a name for your camera and click Next to continue. InstarVision for Android 7 Type in your camera´s DDNS or local IP address and click Next to continue. InstarVision for Android 8 Type in your camera´s LAN Port and click Next to continue. InstarVision for Android 9 Type in your camera Username and click Next to continue. InstarVision for Android 10 Type in your camera Password and click Next to continue. InstarVision for Android 11 You can click the green + to add a local IP and local port for your camera. InstarVision for Android 12 Now you can test your settings and click Save to add your camera. Add a camera (DDNS) After you have installed the newest version please start the App and swipe to the right to enter the Cameras tab. The + symbol in the upper right lets you choose among three ways to add your IP camera. DDNS or P2P: First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the Point-2-Point Service please read on here. Camera Model: InstarVision allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. You can also opt to simply scan your cameras QRcode from the DDNS menu - it will automaticly fill out all the necessary information to add your camera! Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Host IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80 - but we recommend that you change it to the port 8081 or higher. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! User Name: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add: Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Android/InstarVision/DDNS",
    "title2": "InstarVision :: DDNS Zugriff",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "InstarVision - P2P Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (P2P) Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work). InstarVision for Android 1 Go to the Multiview or Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for Android 2 Select to add a New P2P Camera. InstarVision for Android 3 Either choose to scan the QR Code from your cameras WebUI or click on Scan to search your camera. InstarVision for Android 4 Verify your UID and admin login - then click the Test button. Safe your settings by clicking on the diskette icon. Add a camera (P2P) Our HD camera line additionally allows you to add the camera by a so-called p2p (Point-to-Point) connection. To establish the p2p connection, choose to add a New p2p Camera, type in the cameras UID, which can be found on the sticker on the camera and the web user interface under Network P2P. Or use the QR code scanner to scan your cameras code. Please be aware that the QR code on the sticker contains your cameras default login. The QR code in the webUI (Network P2P) is generated dynamically and will contain your UID as well as your personal camera login. If you change your camera´s administrator login or just activated the p2p service, you first have to restart your camera, before you can access it via your UID. DDNS or P2P First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the DDNS Service please read on here. UID You can either search for P2P cameras on your local network (your smartphone has to be connected to your home router´s WiFi network!) or scan the QRcode from the P2P menu - it will automaticly fill out all the necessary information to add your camera! You can also write  down your camera´s UID (User Identification) from the P2P menu and type it in by hand. Camera Name You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. User Name To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/Android/InstarVision/P2P",
    "title2": "InstarVision :: P2P Zugriff",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Multiview",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Multiview Menu InstarVision for Android 1 Swipe in the menu from the left and click on Multiview to get an Overview over all your cameras. InstarVision for Android 2 The Multiview menu only grabs snapshots from all your cameras. You can adjust the interval in the General Settings. InstarVision for Android 3 Click on a single camera to enter its live videostream. InstarVision for Android 4 Double-tap the video to display all function buttons. A description of all buttons can be found in the Help Menu. InstarVision for Android 5 Click on the Cog symbol to access the settings of your videostream. Reduce the quality if your connection speed is slow. The Multiview Menu allows you to keep an eye on all your cameras Every camera that you add to the app will be displayed in the Multiview Menu. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the video to access the corresponding cameras live stream. The refresh rate set in general settings only applies to the life stream and will not be used for the Multiview refresh timing. Video Settings Image Settings: This button leads you to the cameras image settings. Saved Positions Save Position: The Ps is only displayed for cameras that have a pan&tilt function. Long-pressing the button will open a menu with 8 - 15 (depending on the camera model) positions. Selecting a number from this menu will save the cameras position which can later be recalled by the P button in the middle of the pan&tilt control. Motion Detection Motion Detection: The little burglar symbol activates or deactivates the cameras motion detection. The motion detection areas and alarm actions have to be set inside the cameras web user interface to be switched on and off by the Motion Detection button. Alarm Input Relay Alarm Input: Switch the state of your alarm input between open and close. This button does not deactivate your alarm input! Alarm Output Relay Alarm Output Relay: The Relay Button - the two vertical lines with the switch in the middle - opens or closes the cameras relay. External devices connected to the cameras Alarm-out can be switched remotely by pressing this button. Audio Detection Audio Detection: Let your camera listen to it´s environment and trigger an alert in case of a loud noise. Your camera needs a microphone to be able to use this functions. Activate PIR Sensor PIR Sensor: Activate the internal heat sensor of your camera (e.g. IN-6014 HD) for motion detection. Snapshot Snapshot: The camera button will take a snapshot of the cameras live image and store it in your cell phones photo library. IR LEDs IR LEDs: he IR Switch allows you to switch the cameras infrared LEDs on or off (when this function is supported by the camera). Audio Audio: The Audio Switch allows you to switch the cameras audio stream on or off (when this function is supported by the camera). Microphone Microphone: Use the Microphone Switch to send a audio stream from your mobile devices microphone to the camera (only works for cameras with integrated or attached speakers). Activate Manual Recording Manual Recording: Start a recording of your camera´s video stream on your smartphone or on your IP camera´s internal SD card. Push Notification Push Notification: Just click this button and scan your camera´s Push QR Code to receive push notifications in case of an alarm event. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Android/InstarVision/Multiview",
    "title2": "InstarVision :: Multiview",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Recording Menu InstarVision for Android 1 Clicking on Recording to access a list of all recorded videos on your smartphone. InstarVision for Android 2 Clicking on SD Card symbol in the top right will list the content of your camera´s SD card. InstarVision for Android 3 Your files will be sorted in folders by days. InstarVision for Android 4 Day folders can have a Record folder for videos and an Images folder for snapshots. InstarVision for Android 5 All alarm videos start with the letter A, planned recordings with a P and manual recordings with a N. InstarVision for Android 6 All recordings can be screened directly from within the app. InstarVision for Android 7 Snapshots and Videos recorded to your phones internal memory will be displayed as thumbnails. InstarVision for Android 8 All snapshots can be screened directly from within the app. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/Android/InstarVision/Recording",
    "title2": "InstarVision :: Recording",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Settings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Settings Menu InstarVision for Android 1 Open the side menu and choose Settings to adjust all global settings. InstarVision for Android 2 The Settings button leads you to the general settings menu of the app. InstarVision for Android 3 Just below the Settings, you can find the Help menu. InstarVision for Android 4 Open the Control section of the help menu to access information about all accessible camera functions. Adjust General Settings The General Settings allow you to adjust certain video settings globally as well as to export or import your app configuration. Mobile Mode The mobile mode will grab snapshots from the camera in a fixed interval instead of the h.264 live stream. This reduces the needed bandwidth and keep a connection alive even if the 3G LTE connection is weak for the high resolution live stream. It also reduces the data volume dramatically. Image Preview Use the refresh time to adjust the image refresh rate in the Multiview window of the app. You can also define how many cameras are displayed per screen, of the video aspect ratio is to be maintained, the screen is prevented from going to sleep and if you want to stop the image refresh when your mobile device switches to a mobile network (3G, LTE...). Video Option These options will affect the full screen Camera View. Define if you want the app to maintain the aspect ratio or fill the screen with the live video, if the screen is to be kept alive and if you want to use an advanced video renderer for high resolution devices. Audio You can set the app to increase the playback volume automatically, when you want to listen to a cameras live audio stream. Data & Sync The Camera View allows you to set several camera functions, e.g. the Motion Detection. But the app wont check if those functions have been changed by another user. To sync all your camera settings inside the app please push the corresponding button. The import export function allows you store your app configuration (all added cameras) and restore them - e.g. to transfer the settings to another device.",
    "link": "/Software/Android/InstarVision/Settings",
    "title2": "InstarVision :: Settings",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Android"
}
POST /wiki2_en/article
{
    "title": "TinyCam Monitor",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Android Software TinyCam Monitor To access your IP camera with the Android App TinyCam Monitor we recommend that you first download the newest version from the app market. Use the search word TinyCam to find our app inside the Play Store. The Manage Cameras Window After you have installed the newest version please start the App and choose Manage Cameras to enter the configuration menu. Choose Manage Cameras to add a new camera or adjust the camera settings like the camera name, login and IP configuration. Manage Cameras Window: The Manage Cameras Window allows you to add new cameras and change all the camera parameter you set when you added the camera to the app. Please come here in case a parameter has changed - e.g. the camera address changed or you choose a new password for the camera login. Add a new Camera (Manual) The Add Camera button in the upper right lets you add your IP camera manually. Press the Add Camera button in the upper right of the Cameras tab to add your cameras. Type in a name for your camera, choose the camera vendor and model and add your camera´s IP address OR DDNS address and access port. Add your username and password to allow the app to login to your camera. Please provide the following data to add your camera: Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Camera Model: TinyCam allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. Hostname IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! You do not need to add the cameras port here if your camera uses a http port different than the default 80. Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80. Username: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Adjust General Settings The General Settings allow you to adjust certain video settings globally as well as to export or import your app configuration. Your camera´s are now added to the app. Your cameras are now added to the app. Click on the Edit Button (pencil symbol) to make changes to the camera setup or click on the Return Button on the upper left corner to return to the app´s Start Screen. The Live View Window Go back to the Start Screen and choose Live View. The Multiview window allows you to keep an eye on all your cameras. The Multiview window allows you to keep an eye on all your cameras. Multiview Window: Every camera that you add to the app will be displayed in the Multiview window. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the live video to access the corresponding cameras live stream. The Camera View Window You can access the Camera View by clicking on a camera video in the Multiview window. You will have access to different button layouts depending on the available camera functions of your camera model. Simply tap on the two arrows in the lower left corner to switch between different layouts. You can access the Camera View by clicking on a camera video in the Multiview window. Bandwidth Conservation: JPG Mode TinyCam Monitor does not support the h.264 video stream of HD cameras at the moment - all cameras are treated as MJPEG cameras which leads to high bandwidth demands in case of an HD camera model. But you can use the JPG mode to preserve your bandwidth. Open the Advanced Settings and search for the JPEG Image Address. You can use the following two addresses - the first one will grab the full resolution 1280x720 pixel snapshot, while the second one uses a compressed JPG file that usually is more then enough for a small smartphone screen: http: IP or DDNS address of your camera tmpfs snap.jpg 1280x720 Resolution http: IP or DDNS address of your camera tmpfs auto.jpg 320x176 Resolution Open the advanced settings to set the JPG image address. The tmpfs snap.jpg path will give you the full resolution JPG stream. The tmpfs auto.jpg path will give you the compressed JPG stream.",
    "link": "/Software/Android/TinyCam_Monitor",
    "title2": "TinyCam Monitor",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_TinyCam.jpg",
    "abstract": "TinyCam Monitor for Android"
}
POST /wiki2_en/article
{
    "title": "IP Cam Viewer",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Android & iOS Software IP Cam Viewer To access your IP camera with the Android App IP Cam Viewer we recommend that you first download the newest version from the app market. Use the search word IP Cam Viewer to find our app inside the Play Store. Add Cameras After you have installed the newest version please start the App and click the + button in the lower left to enter the Add Camera Wizard. Fig1. Click on the + button to add a new camera. Fig2. Choose to add a new IP Camera. Camera Setup Fig3. HD Camera: Choose the correct INSTAR camera profile, type in your camera´s IP or DDNS address and web port and add your personal camera login. Your HD camera offers you three video channels with different resolutions - 11, 12 and 13. We recommend using the channel 12 when accessing your camera via the internet (you can lower it to channel 13 if you have troubles connecting to your camera). Fig4. VGA Camera: Choose the correct INSTAR camera profile, type in your camera´s IP or DDNS address and web port and add your personal camera login. Please provide the following data to add your camera: Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Camera Model: IP Cam Viewer allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. Hostname IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! You do not need to add the cameras port here if your camera uses a http port different than the default 80. Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80. Username: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Advanced Settings Use the More Options button in the Add Camera wizard to activated more functions in the Advanced Settings menu. Fig5. Activate advanced features. The Live View Window Fig6. After adding your camera you can enter the Multiview window. The Multiview window allows you to keep an eye on all your cameras. The Camera View Window You can access the Camera View by clicking on a camera video in the Multiview window. You will have access to different button layouts depending on the available camera functions of your camera model. Fig7. Selecting one camera in the Multiview window leads you to the Camera View which allows you to control your camera.",
    "link": "/Software/Android/IP_Cam_Viewer",
    "title2": "IP Cam Viewer",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Android", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_IP_Cam_Viewer.jpg",
    "abstract": "IP Cam Viewer for Android & iOS"
}
POST /wiki2_en/article
{
    "title": "InstarVision",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision iPhone App To access your IP camera with our iOS iPhone iPad App InstarVision we recommend that you first download the newest version from the App Store. Use the search word Instar to find our app inside the store. InstarVision Android App :: DDNS Access Add a Camera via its DDNS Address The DDNS Access gives you full access to all your cameras functions. As well as allowing you to access its web user interface through your browser. Please be aware that this access requires you to set a Port Forwarding inside your router! InstarVision Android App :: P2P Access Add a Camera via its P2P ID The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G LTE or IPv6 access without a public IPv4 address. InstarVision Android App :: Multiview Menu Overview over the Multiview Menu Keep an eye on all your cameras in the Multiview Menu. Click on any camera to access their video live stream and control them via function buttons. InstarVision Android App :: Recording Menu Overview over the Recording Menu Videos recorded to your smartphones memory and videos on your cameras internal SD Card can be accessed through the Recording Menu. InstarVision Android App :: General Settings Overview over the General Settings Adjust your apps General Settings and access the in-App Help Section with explanations for all function buttons.",
    "link": "/Software/iOS/InstarVision/iPhone",
    "title2": "InstarVision",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPhone App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - DDNS Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (DDNS) InstarVision for iOS 1 Go to the Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for iOS 2 Select to add a New IP Camera. InstarVision for iOS 3 Either choose to scan the QR Code from your cameras WebUI or manually choose your camera model. InstarVision for iOS 4 Choose your cameras manufacturer. InstarVision for iOS 5 Choose your camera model. InstarVision for iOS 6 Afterwards click Next to continue. InstarVision for iOS 7 Type in a name for your camera and click Next to continue. InstarVision for iOS 8 Type in your camera´s DDNS or local IP address and click Next to continue. InstarVision for iOS 9 Type in your camera´s LAN Port and click Next to continue. InstarVision for iOS 10 Type in your camera Username and click Next to continue. InstarVision for iOS 11 Type in your camera Password and click Next to continue. InstarVision for iOS 12 You can click the blue + to add a local IP and local port for your camera. Now you can test your settings and click Save to add your camera. Add a camera (DDNS) After you have installed the newest version please start the App and swipe to the right to enter the Cameras tab. The + symbol in the upper right lets you choose among three ways to add your IP camera. DDNS or P2P: First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the Point-2-Point Service please read on here. Camera Model: InstarVision allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. You can also opt to simply scan your cameras QRcode from the DDNS menu - it will automaticly fill out all the necessary information to add your camera! Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Host IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80 - but we recommend that you change it to the port 8081 or higher. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! User Name: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add: Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/iOS/InstarVision/iPhone/DDNS",
    "title2": "InstarVision :: DDNS Zugriff",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPhone App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - P2P Access",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (P2P) Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work). InstarVision for iOS 1 Go to the Multiview or Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for iOS 2 Select to add a New P2P Camera. InstarVision for iOS 3 Either choose to scan the QR Code from your cameras WebUI or click on Scan to search your camera. InstarVision for iOS 4 Verify your UID and admin login - then click the Test button. And safe your settings. InstarVision for iOS 5 Now click Save to add your camera. Add a camera (P2P) Our HD camera line additionally allows you to add the camera by a so-called p2p (Point-to-Point) connection. To establish the p2p connection, choose to add a New p2p Camera, type in the cameras UID, which can be found on the sticker on the camera and the web user interface under Network P2P. Or use the QR code scanner to scan your cameras code. Please be aware that the QR code on the sticker contains your cameras default login. The QR code in the webUI (Network P2P) is generated dynamically and will contain your UID as well as your personal camera login. If you change your camera´s administrator login or just activated the p2p service, you first have to restart your camera, before you can access it via your UID. DDNS or P2P First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the DDNS Service please read on here. UID You can either search for P2P cameras on your local network (your smartphone has to be connected to your home router´s WiFi network!) or scan the QRcode from the P2P menu - it will automaticly fill out all the necessary information to add your camera! You can also write down your camera´s UID (User Identification) from the P2P menu and type it in by hand. Camera Name You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. User Name To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/iOS/InstarVision/iPhone/P2P",
    "title2": "InstarVision :: P2P Zugriff",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPhone App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Multiview",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Multiview Menu InstarVision for iOS 1 Click on Multiview to get an Overview over all your cameras. InstarVision for iOS 2 Click on a single camera to enter its live videostream. InstarVision for iOS 3 Double-tap the video to display all function buttons. A description of all function buttons can be found in the Help Menu. InstarVision for iOS 4 Click on the Cog symbol to access the quality settings of your cameras videostream. Reduce the quality if your connection speed is slow. The Multiview Menu allows you to keep an eye on all your cameras Every camera that you add to the app will be displayed in the Multiview Menu. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the video to access the corresponding cameras live stream. The refresh rate set in general settings only applies to the life stream and will not be used for the Multiview refresh timing. Video Settings Image Settings: This button leads you to the cameras image settings. Saved Positions Save Position: The Ps is only displayed for cameras that have a pan&tilt function. Long-pressing the button will open a menu with 8 - 15 (depending on the camera model) positions. Selecting a number from this menu will save the cameras position which can later be recalled by the P button in the middle of the pan&tilt control. Motion Detection Motion Detection: The little burglar symbol activates or deactivates the cameras motion detection. The motion detection areas and alarm actions have to be set inside the cameras web user interface to be switched on and off by the Motion Detection button. Alarm Input Relay Alarm Input: Switch the state of your alarm input between open and close. This button does not deactivate your alarm input! Alarm Output Relay Alarm Output Relay: The Relay Button - the two vertical lines with the switch in the middle - opens or closes the cameras relay. External devices connected to the cameras Alarm-out can be switched remotely by pressing this button. Audio Detection Audio Detection: Let your camera listen to it´s environment and trigger an alert in case of a loud noise. Your camera needs a microphone to be able to use this functions. Activate PIR Sensor PIR Sensor: Activate the internal heat sensor of your camera (e.g. IN-6014 HD) for motion detection. Snapshot Snapshot: The camera button will take a snapshot of the cameras live image and store it in your cell phones photo library. IR LEDs IR LEDs: he IR Switch allows you to switch the cameras infrared LEDs on or off (when this function is supported by the camera). Audio Audio: The Audio Switch allows you to switch the cameras audio stream on or off (when this function is supported by the camera). Microphone Microphone: Use the Microphone Switch to send a audio stream from your mobile devices microphone to the camera (only works for cameras with integrated or attached speakers). Activate Manual Recording Manual Recording: Start a recording of your camera´s video stream on your smartphone or on your IP camera´s internal SD card. Push Notification Push Notification: Just click this button and scan your camera´s Push QR Code to receive push notifications in case of an alarm event. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/iOS/InstarVision/iPhone/Multiview",
    "title2": "InstarVision :: Multiview",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPhone App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Recording Menu InstarVision for iOS 1 Clicking on Recording to access a list of all recorded videos on your smartphone. InstarVision for iOS 2 Clicking on SD Card will list the content of your camera´s SD card. Your files will be sorted in folders by days. InstarVision for iOS 3 Day folders can have a Record folder for video recordings and an Images folder for recorded snapshots. InstarVision for iOS 4 Day folders can have a Record folder for videos and an Images folder for snapshots. InstarVision for iOS 5 All alarm videos start with the letter A, planned recordings with a P and manual recordings with a N. InstarVision for iOS 6 All snapshots and recordings can be screened directly from within the app. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/iOS/InstarVision/iPhone/Recording",
    "title2": "InstarVision :: Recording",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPhone App"
}
POST /wiki2_en/article
{
    "title": "InstarVision",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision iPad App To access your IP camera with our iOS iPhone iPad App InstarVision we recommend that you first download the newest version from the App Store. Use the search word Instar to find our app inside the store. InstarVision Android App :: DDNS Access Add a Camera via its DDNS Address The DDNS Access gives you full access to all your cameras functions. As well as allowing you to access its web user interface through your browser. Please be aware that this access requires you to set a Port Forwarding inside your router! InstarVision Android App :: P2P Access Add a Camera via its P2P ID The P2P Access does not give you full access to all your cameras functions. But you don´t need to forward a port inside your router and P2P also works when DDNS might fail - e.g. on 3G LTE or IPv6 access without a public IPv4 address.  InstarVision Android App :: Multiview Menu Overview over the Multiview Menu Keep an eye on all your cameras in the Multiview Menu. Click on any camera to access their video live stream and control them via function buttons. InstarVision Android App :: Recording Menu Overview over the Recording Menu Videos recorded to your smartphones memory and videos on your cameras internal SD Card can be accessed through the Recording Menu. InstarVision Android App :: General Settings Overview over the General Settings Adjust your apps General Settings and access the in-App Help Section with explanations for all function buttons.",
    "link": "/Software/iOS/InstarVision/iPad",
    "title2": "InstarVision",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - DDNS",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (DDNS) InstarVision for iOS 1 Go to the Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for iOS 2 Select to add a New IP Camera. InstarVision for iOS 3 Either choose to scan the QR Code from your cameras WebUI or manually choose your camera model. InstarVision for iOS 4 Choose your cameras manufacturer. InstarVision for iOS 5 Choose your camera model. InstarVision for iOS 6 Afterwards click Next to continue. InstarVision for iOS 7 Type in a name for your camera and click Next to continue. InstarVision for iOS 8 Type in your camera´s DDNS or local IP address and click Next to continue. InstarVision for iOS 9 Type in your camera´s LAN Port and click Next to continue. InstarVision for iOS 10 Type in your camera Username and click Next to continue. InstarVision for iOS 11 Type in your camera Password and click Next to continue. InstarVision for iOS 12 You can click the blue + to add a local IP and local port for your camera. Now you can test your settings and click Save to add your camera.  Add a camera (DDNS) After you have installed the newest version please start the App and swipe to the right to enter the Cameras tab. The + symbol in the upper right lets you choose among three ways to add your IP camera. DDNS or P2P: First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the Point-2-Point Service please read on here. Camera Model: InstarVision allows you to add cameras from different manufacturers beside INSTAR. Please choose the correct brand and model of your camera. You can also opt to simply scan your cameras QRcode from the DDNS menu - it will automaticly fill out all the necessary information to add your camera! Camera Name: You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. Host IP Address: Type your cameras local IP address (e.g. 192.168.178.26) to access your camera at home or use your DDNS address (e.g. abcd12.ddns-instar.de) when you want to be able to access your camera from the road. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! Port: Type in the cameras http port, that can be found and set in the cameras web user interface under Network IP Configuration. The default value is 80 - but we recommend that you change it to the port 8081 or higher. Please be aware that you will need a Portforwarding rule inside your internet router to use the DDNS service! User Name: To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password: Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add: Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/iOS/InstarVision/iPad/DDNS",
    "title2": "InstarVision :: DDNS",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - P2P",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Add a camera (P2P) Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work). InstarVision for iOS 1 Go to the Multiview or Cameras Menu and click on the + button in the top right to add your IP camera. InstarVision for iOS 2 Select to add a New P2P Camera. InstarVision for iOS 3 Either choose to scan the QR Code from your cameras WebUI or click on Scan to search your camera. InstarVision for iOS 4 Verify your UID and admin login - then click the Test button. And safe your settings. InstarVision for iOS 5 Now click Save to add your camera. Add a camera (P2P) Our HD camera line additionally allows you to add the camera by a so-called p2p (Point-to-Point) connection. To establish the p2p connection, choose to add a New p2p Camera, type in the cameras UID, which can be found on the sticker on the camera and the web user interface under Network P2P. Or use the QR code scanner to scan your cameras code. Please be aware that the QR code on the sticker contains your cameras default login. The QR code in the webUI (Network P2P) is generated dynamically and will contain your UID as well as your personal camera login. If you change your camera´s administrator login or just activated the p2p service, you first have to restart your camera, before you can access it via your UID. DDNS or P2P First you have to choose to add your camera via its local IP DDNS address or its P2P UID. For the DDNS Service please read on here. UID You can either search for P2P cameras on your local network (your smartphone has to be connected to your home router´s WiFi network!) or scan the QRcode from the P2P menu - it will automaticly fill out all the necessary information to add your camera! You can also write down your camera´s UID (User Identification) from the P2P menu and type it in by hand. Camera Name You can choose a name for your camera - the name does not have to be identical with the camera name inside the web user interface. User Name To access your camera you will need to provide the username you use to log in to your cameras web user interface. The default username for both HD and VGA cameras is admin. Password Provide the password you use to log in to your cameras web user interface. The default password is instar for HD cameras and no password for VGA cameras. Test Add Afterwards click on Test to check your configuration. Click on Save once the test was successful. Go to the Multiview Menu to access your cameras live video stream.",
    "link": "/Software/iOS/InstarVision/iPad/P2P",
    "title2": "InstarVision :: P2P",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Multiview",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Multiview Menu InstarVision for iOS 1 Click on Multiview to get an Overview over all your cameras. InstarVision for iOS 2 Click on a single camera to enter its live videostream. InstarVision for iOS 3 Double-tap the video to display all function buttons. A description of all function buttons can be found in the Help Menu. InstarVision for iOS 4 Click on the Cog symbol to access the quality settings of your cameras videostream. Reduce the quality if your connection speed is slow. The Multiview Menu allows you to keep an eye on all your cameras Every camera that you add to the app will be displayed in the Multiview Menu. The Video will be displayed with a low refresh rate to keep bandwidth requirements low. Simply touch the video to access the corresponding cameras live stream. The refresh rate set in general settings only applies to the life stream and will not be used for the Multiview refresh timing. Video Settings Image Settings: This button leads you to the cameras image settings. Saved Positions Save Position: The Ps is only displayed for cameras that have a pan&tilt function. Long-pressing the button will open a menu with 8 - 15 (depending on the camera model) positions. Selecting a number from this menu will save the cameras position which can later be recalled by the P button in the middle of the pan&tilt control. Motion Detection Motion Detection: The little burglar symbol activates or deactivates the cameras motion detection. The motion detection areas and alarm actions have to be set inside the cameras web user interface to be switched on and off by the Motion Detection button. Alarm Input Relay Alarm Input: Switch the state of your alarm input between open and close. This button does not deactivate your alarm input! Alarm Output Relay Alarm Output Relay: The Relay Button - the two vertical lines with the switch in the middle - opens or closes the cameras relay. External devices connected to the cameras Alarm-out can be switched remotely by pressing this button. Audio Detection Audio Detection: Let your camera listen to it´s environment and trigger an alert in case of a loud noise. Your camera needs a microphone to be able to use this functions. Activate PIR Sensor PIR Sensor: Activate the internal heat sensor of your camera (e.g. IN-6014 HD) for motion detection. Snapshot Snapshot: The camera button will take a snapshot of the cameras live image and store it in your cell phones photo library. IR LEDs IR LEDs: he IR Switch allows you to switch the cameras infrared LEDs on or off (when this function is supported by the camera). Audio Audio: The Audio Switch allows you to switch the cameras audio stream on or off (when this function is supported by the camera). Microphone Microphone: Use the Microphone Switch to send a audio stream from your mobile devices microphone to the camera (only works for cameras with integrated or attached speakers). Activate Manual Recording Manual Recording: Start a recording of your camera´s video stream on your smartphone or on your IP camera´s internal SD card. Push Notification Push Notification: Just click this button and scan your camera´s Push QR Code to receive push notifications in case of an alarm event. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/iOS/InstarVision/iPad/Multiview",
    "title2": "InstarVision :: Multiview",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Recording",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Recording Menu InstarVision for iOS 1 Clicking on Recording to access a list of all recorded videos on your smartphone. InstarVision for iOS 2 Clicking on SD Card will list the content of your camera´s SD card. Your files will be sorted in folders by days. InstarVision for iOS 3 Day folders can have a Record folder for video recordings and an Images folder for recorded snapshots. InstarVision for iOS 4 Day folders can have a Record folder for videos and an Images folder for snapshots. InstarVision for iOS 5 All alarm videos start with the letter A, planned recordings with a P and manual recordings with a N. InstarVision for iOS 6 All snapshots and recordings can be screened directly from within the app. Please be Aware: When you connect to your camera via P2P, you will not be able to switch the Audio Detection, Ajust Video Settings (Bitrate, Contrast, Brightness, etc.) and Access Snapshots on your SD card (accessing Videos will work).",
    "link": "/Software/iOS/InstarVision/iPad/Recording",
    "title2": "InstarVision :: Recording",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "InstarVision - Settings",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The Settings Menu InstarVision for iOS 1 The Settings button leads you to the general settings menu of the app. InstarVision for iOS 2 The settings menu also contains a Help section. InstarVision for iOS 3 Open the Control section of the help menu to access information about all accessible camera functions. Adjust General Settings The General Settings allow you to adjust certain video settings globally as well as to export or import your app configuration. Mobile Mode FThe mobile mode will grab snapshots from the camera in a fixed interval instead of the h.264 live stream. This reduces the needed bandwidth and keep a connection alive even if the 3G/LTE connection is weak for the high resolution live stream. It also reduces the data volume dramatically. Image Preview Use the refresh time to adjust the image refresh rate in the Multiview window of the app. You can also define how many cameras are displayed per screen, of the video aspect ratio is to be maintained, the screen is prevented from going to sleep and if you want to stop the image refresh when your mobile device switches to a mobile network (3G, LTE...). Video Option These options will affect the full screen Camera View. Define if you want the app to maintain the aspect ratio or fill the screen with the live video, if the screen is to be kept alive and if you want to use an advanced video renderer for high resolution devices. Audio You can set the app to increase the playback volume automatically, when you want to listen to a cameras live audio stream. Data & Sync The Camera View allows you to set several camera functions, e.g. the Motion Detection. But the app wont check if those functions have been changed by another user. To sync all your camera settings inside the app please push the corresponding button. The import export function allows you store your app configuration (all added cameras) and restore them - e.g. to transfer the settings to another device.",
    "link": "/Software/iOS/InstarVision/iPad/Settings",
    "title2": "InstarVision :: Settings",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_iOS.jpg",
    "abstract": "InstarVision iPad App"
}
POST /wiki2_en/article
{
    "title": "LiveCams",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "iOS Software LiveCams To access your IP camera with the iOS App Live Cams we recommend that you first download the newest version from the app store. Use the search word Live Cams to find the app inside the app store. Add a Camera to Live Cams (iOS) Launch Live Cams Pro on your iPhone or iPad and wait until the “thumbnail screen” appears. This screen is intended to show one or more cameras at a time with a simple video display and no PTZ controls. It will be empty the first time you run the app. Click the + sign on the bottom toolbar to add a camera. Fig1. Click on My Cameras. Fig2. Click on the + button to open the add-camera dialog. Choose your camera model and add your camera´s IP, port and your personal login Click the “Change” button for the camera profile field and select the appropriate camera profile for your INSTAR Camera. Enter the camera details including the IP address or DNS host name, HTTP port and the login username/password for the camera. Press Save and if the camera does not connect or fails with some sort of error, tap and hold one finger on the error and wait for a menu to pop up. Select “Edit” and try to adjust the information to correct any errors. You may need to try different usernames and passwords or double-check that the correct camera profile is selected for your device model. Fig3. First choose your camera model from the 3 INSTAR profiles. Fig4. Then type in your camera´s address, port and your personal login - then click Save. View your cameras live video, activate the audio 2-way channel and start local recordings If the camera loads on the thumbnail screen, the data is correct. You can single tap on the image to load the single-camera view along with audio ptz controls and other options. If the camera fails to load and an error message appears, tap and hold on the error until a menu pops up, click “Edit” and then alter settings to try again. Fig5. Click on your camera´s live video to access advanced functions. Fig6. Activate your camera´s audiostream or use your phones microphone to send a voice message to your camera. Fig7. The snapshot and video recording function allows you to record directly to your iOS device.",
    "link": "/Software/iOS/LiveCams",
    "title2": "LiveCams",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_LiveCams.jpg",
    "abstract": "LiveCams iOS App"
}
POST /wiki2_en/article
{
    "title": "IP Vision Pro",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "iOS Software IP Vision Pro To access your IP camera with the iOS App IP Vision Pro we recommend that you first download the newest version from the app store. Use the search words IP Vision Pro to find the app inside the app store. Add a Camera to IP Vision Pro Launch IP Vision Pro on your iPhone or iPad and press the camera button to add your IP camera. Press Edit to add your camera to the default camera group choose Add Camerato continue. If your camera is a VGA model, you can choose the corresponding preset. For HD cameras, please choose INSTAR generic or INSTAR generic PTZ (for cameras with pan, tilt and zoom functions). You can find the MJPEG CGI command in our CGI documentation: cgi-bin hi3510 mjpegstream.cgi?-chn=11&-usr=admin&-pwd=instar chn: Stands for Channel and can have the values 11 (1280x720), 12 (640x352) and 13 (320x176). If you are experiencing dropped frames or have difficulties reaching your camera when you are on the road, please consider to use a smaller video stream. usr: Stands for your username that you set up inside the camera. The default value is admin pwd: Stands for your password that you set up inside the camera. The default value is instar Fig1. Press the Camera button to open the add-camera dialog. Fig2. Press the Edit button to add your camera to the default camera group. Fig3. Press the Add Camera button to add your camera information. Fig4. Just choose the corresponding INSTAR preset for your VGA camera. For HD cameras choose the generic model and add the MJPEG CGI command from above. Fig5. Add your camera´s IP address, port and login. Then press Save. Fig6. Continue adding more cameras or press Done and Back to return to the camera view. Fig7. Press Back to return to the camera view. View your cameras live video and start local recordings You will be greeted by your camera live video every time you open IP Vision Pro. Just click on the video area to access advanced functions like video and snapshot recordings. Fig8. Click on your camera´s live video to access advanced functions. Fig9. Activate a video or snapshot recording to your local storage by pressing the corresponding buttons.  Fig10. The red dot signals that a video recording is in progress terminate it by clicking the recording button a second time.",
    "link": "/Software/iOS/IP_Vision_Pro",
    "title2": "IP Vision Pro",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_IP_VisionPro.jpg",
    "abstract": "IP Vision Pro iOS App"
}
POST /wiki2_en/article
{
    "title": "ICCAM",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "iOS Software ICCAM To access your IP camera with the iOS App ICCAM we recommend that you first download the newest version from the app store. Use the search word ICCAM to find the app inside the app store. Add a P2P Camera to ICCAM (iOS) Launch ICCAM on your iPhone or iPad and press Add a new camera. Choose Search in LAN to scan for P2P cameras in your local network. Finalize the setup by giving your camera a name and add the password for your administrator account - then click Save. Fig1. Press Add a new camera to add your INSTAR P2P camera. Fig2. Press Search in LAN to let the app find your P2P camera inside your local network. Fig3. Select your camera from the list. Fig4. And add your camera name and administrator login. Access your P2P cameras live stream and advanced P2P functions The camera list will show you all connected cameras. Click on a camera to access the live video and advanced functions, like video or snapshot recording and audio streams. Fig5. First select your camera from the list view. Fig6. You will see your camera´s live stream. Use the buttons below to access advanced functions like video recordings.",
    "link": "/Software/iOS/ICCAM",
    "title2": "ICCAM",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_ICCAM.jpg",
    "abstract": "ICCAM iOS App"
}
POST /wiki2_en/article
{
    "title": "P2P Cam Live",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "iOS Software P2P Cam Live To access your IP camera with the iOS App P2P Cam Live we recommend that you first download the newest version from the app store. Use the search words P2PCam Live to find our app inside the app store. Search for your P2P camera inside your local network Launch P2P Cam Live on your iPhone or iPad, click on the Add Camera button and search for P2P cameras on your local network. Select the camera you want to add and type in a camera name and your adminstrator password for the camera´s login. Click on Save in the top right corner to add your camera. Fig1. Let the software search for P2P cameras on your local area network and select the camera you want to add. Fig2. Type in a name and your admin password for the camera. Then click on Save to add your camera. Access your cameras live stream Click the Camera button to go back to the camera list view. Select your camera to open it´s live stream. You can use the buttons below to take snapshots, record videos or activate the audio stream. Fig3. Click on the Camera button to go back to the camera list. Select your camera to open it´s live stream. Fig4. Click on the media buttons in the lower left corner to take snapshots, record a video or activate the audio stream.",
    "link": "/Software/iOS/P2P_Cam_Live",
    "title2": "P2P Cam Live",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_P2P_CamLive.jpg",
    "abstract": "P2P Cam Live iOS App"
}
POST /wiki2_en/article
{
    "title": "InstarVision for Blackberry",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "InstarVision for Blackberry To access your IP camera with our Android App InstarVision we recommend that you first download the newest version from the App-market. Use the search word Instar to find our app inside the BB store. For more Information please read our article about the: Android App Card image cap Multi Camera View. Card image cap Full Screen View. Card image cap Full Camera Control. Card image cap Included FAQ Pages. Card image cap Highly Customizable.X",
    "link": "/Software/Other_Platforms/QNAP",
    "title2": "InstarVision",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_InstarVision_Android.jpg",
    "abstract": "InstarVision for Blackberry"
}
POST /wiki2_en/article
{
    "title": "QNAP",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Other Platforms QNAP Surveillance Station The Surveillance Station is professional network surveillance Video Management System (VMS). Being one of the Turbo NAS standard applications, the Surveillance Station can be activated on the QTS App Center to turn the Turbo NAS into a professional Network Video Recorder (NVR) system for real-time monitoring, recording, playback, alarm notifications, Intelligent Video Analytics (IVA), and management to safeguard your assets and property when used with supported IP cameras. In order to integrate your INSTAR IP camera in the QNAP Surveillance Station we recommend you to download the latest version from QNAP app store. Add a HD Camera Start the Surveillance App from the QNAP web interface and click on the Add button. Now choose type in the address for your local HD camera, the HTTP & RTSP port and your login credentials. Start the Surveillance App from the QNAP web interface and click on the Add button. Type in the camera´s local IP address and your login credentials. Adjust the video quality of the camera´s live stream to fit your needs. What to do in case of a model mismatch? If you want to integrate a model that is not supported by the Surveillance Station yet, you will be faced with a Model Mismatch error. Simply change the camera name under Multimedia Image to a supported camera model and retry. Add a VGA Camera Start the Surveillance App from the QNAP web interface and click on the Add button. Now choose type in the address for your local VGA camera, the HTTP port and your login credentials. Start the Surveillance App from the QNAP web interface and click on the Add button. Type in the camera´s local IP address and your login credentials. Adjust the video quality of the camera´s live stream to fit your needs. Both cameras are now available after confirming your settings. Event Management Open the event manager to activate the alarm recording in case of an motion detection event or bind the recording function to the external alarm input - so that an external sensor (e.g. a PIR motion detector) can trigger an alarm recording. Go to Advanced settings to adjust the length of the alarm recording and for a simple storage management. Set your camera to record a video in case of an alarm trigger event. Monitor and Playback Use the Monitor window to keep an eye on your cameras real-time feeds from your INSTAR cameras. Whenever a suspicious event is found, take a snapshot to keep a record and take immediate actions accordingly. The Playback window allows you to quickly find videos of suspicious incidents on the Surveillance Station with the support of an intuitive timeline, image preview, Intelligent Video Analytics (IVA), and more. Use live-view to watch real-time feeds from the IP cameras. Quickly find videos of suspicious incidents on the Surveillance Station with the support of an intuitive timeline.",
    "link": "/Software/Other_Platforms/QNAP",
    "title2": "QNAP Surveillance Station",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_QNAP.jpg",
    "abstract": "QNAP Surveillance Station"
}
POST /wiki2_en/article
{
    "title": "Synology",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Other Platforms Synology Surveillance Station Use your INSTAR IP cam with multiple chat applications at the same time. Use Skype, MSN, and Youtube at the same time with ManyCams virtual webcam driver software. Moreover, you can directly upload your recorded videos to YouTube from ManyCam with the YouTube Uploader feature. Full feature available for free for a limited time only. Make your video productions more professional with our new Lower Thirds feature. Use this feature to add your name to your video screen, highlight news, or even identify your location. In order to integrate your INSTAR IP camera in Synology DSM we recommend you to download the latest DSM version from HERE or check the system update in the Synology web user interface if your operating system is up-to-date. The Surveillance Station is available from the App Center in the Synology web user interface. Add a HD Camera After you have upgraded your Synology to the newest DSM Version please access the web interface of your Synology station and start the Surveillance Station as shown below. German Guide",
    "link": "/Software/Other_Platforms/Synology",
    "title2": "Synology Surveillance Station",
    "chapter": "INSTAR Products",
    "tags": ["Software", "iOS", "InstarVision"],
    "image": "/images/Search/P_SearchThumb_Synology.jpg",
    "abstract": "Synology Surveillance Station"
}
POST /wiki2_en/article
{
    "title": "AVM Fritzphone",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Other Platforms AVM Fritzphone Hinzufügen einer INSTAR IP Kamera im AVM Fritzfon C4 Um eine Live-Bild Ihrer INSTAR IP Kamera auf dem Display des FRITZ!Fons darzustellen, müssen Sie den JPG Pfad der Kamera im Telefon hinterlegen. Fig1. Drücken Sie auf der Tastatur des Telefons die Taste Menu. Fig2. Blätteren Sie bitte zum Menüpunkt Heimnetz und drücken Sie OK. Fig3. Wähle Sie danach bitte Live-Bild und drücken Sie OK. Fig4. Wählen Sie als nächstes Neu.  Fig5. Geben Sie im Eingabefeld Name einen beliebigen Namen für die IP-Kamera ein. Fig6. Gebe im Eingabefeld URL den JPG Pfad Ihrer Kamera ein. Fig7. Nach dem festlegen des Zeitintervalls und Speichern erscheint im Display der Namen Ihrer IP-Kamera. Fig8. Drücke Sie dann auf OK und Ihnen wird das Live-Bild auf dem Display des FRITZ!Fon angezeigt. Der JPG Pfad Ihrer INSTAR IP Kamera Der JPG Pfad Ihrer INSTAR HD Kamera lautet: http: Benutzer:Kennwort@Adresse-der-Kamera tmpfs auto.jpg Bsp.http: admin:instar@192.168.1.28 tmpfs auto.jpg Bsp. http: admin:instar@abcd12.ddns3-instar.de tmpfs auto.jpg Der JPG Pfad Ihrer INSTAR VGA Kamera lautet: http: 192.168.1.28 snapshot.cgi user=Benutzer&pwd=Kennwort Bsp. http: 192.168.1.28 snapshot.cgi?user=admin&pwd=instar Bsp. http: abcd12.ddns3-instar.de snapshot.cgi?user=admin&pwd=instar Achtung: Das FRITZ!Fon kodiert Sonderzeichen in Benutzername oder Passwort nicht automatisch, d.h. Sie müssen die entsprechenden Zeichen im Pfad durch die jeweilige %-Darstellung ersetzen. Welche Zeichen davon betroffen sind können sie unter diesem Link prüfen. In manchen Fällen scheint es notwendig zu sein bei einer HD Kamera eine Zahlenkombination an den JPG Pfad anzuhängen: http: 192.168.1.28 tmpfs snap.jpg?usr=admin&pwd=instar&1461568423210 Hinzufügen des Live-Bildes über die Weboberfläche der Fritzbox Um eine Live-Bild Ihrer INSTAR IP Kamera auf dem Display des FRITZ!Fons darzustellen, müssen Sie den JPG Pfad der Kamera im Telefon hinterlegen. Im Beispiel (oben) haben wir dies direkt über das Telefon gemacht. Seit der neuesten Software Version der AVM Fritzbox ist dies jetzt auch direkt über die Weboberfläche des Routers möglich - und dort wesentlich komfortabler einzurichten. Fig1. Öffnen Sie das DECT Menü und wählen Sie Internetdienste. Fig2. Gehen Sie auf den Reiter Live-Bild und wählen Sie ein neues Bild hinzuzufügen. Fig3. Geben Sie dem Bild einen Namen und geben Sie den Pfad zum JPG Pfad Ihrer Kamera ein.",
    "link": "/Software/Other_Platforms/AVM_Fritzphone",
    "title2": "AVM Fritzphone",
    "chapter": "INSTAR Products",
    "tags": ["Software", "AVM", "Fritzfon", "Fritzfone", "Fritzphone", "Fritz!fon"],
    "image": "/images/Search/P_SearchThumb_AVM.jpg",
    "abstract": "AVM Fritzphone"
}
POST /wiki2_en/article
{
    "title": "Domovea Home Automation",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Other Platforms Domovea Home Automation Control your installation at your fingertips - With domovea, everything in the installation can be managed from one single point. Available on computer, tablet or smartphone, this intuitive interface provides easy control of any device. You can control central applications like roller shutters or lighting for each room, each floor or for the entire building. Group the building automation commands and alarm together on a single device Providing remote access to building automation via domovea server. Step 01 Start the Domovea configuration tool and open the camera configuration menu. Step 02 Now we have to import our camera settings. Please click on DOWNLOAD to download the Excamfiles for the models IN-5905 HD, IN-5907 HD, IN-6001 HD, IN-6012 HD, IN-6014 HD. Step 03 Start the import dialogue and choose the Excamfile for your camera model. Please be aware that Domovea does not support the pan&tilt function of our PT camera models. Step 04 Wait for the confirmation prompt. Step 05 The Add menu should now contain a camera preset for your INSTAR camera model. Select your model from the drop-down menu. Step 06 Add your camera´s IP address and your login credentials.",
    "link": "/Software/Other_Platforms/Domovea",
    "title2": "Domovea Hausautomatisierung",
    "chapter": "INSTAR Products",
    "tags": ["Software", "Home Automation"],
    "image": "/images/Search/P_SearchThumb_AVM.jpg",
    "abstract": "Domovea Home Automation"
}
