POST /wiki2_en/article
{
    "title": "IN-8015 HD",
    "series": ["1080p", "Indoor"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD - Product Overview. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 4.2mm F 2.1 infrared lense, 4.) Remote controlled camera head,, 5.) PIR heat detector for advanced motion detection, 6.) SD card, 7.) Audio Out (3.5mm Headphone Jack), 8.) RJ45 Ethernet connector, 9.) Wifi antenna connector, 10.) Status LED, 11.) Alarm I O, 12.) Reset WPS Button, 13.) DC power supply connector. The IN-8015HD is an all-round solution for 1080p indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 350 degrees horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design, you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-8015 HD as a multi-functional webcam for integration on your website. Hardware Integrated PIR heat detector for advanced motion detection Remote controlled Pan Tilt - 350° pan and 100° tilt 2-Way audio via an integrated microphone and speakers Wide Dynamic Range (WDR) 1080p Panasonic CMOS Sensor Network RJ-45 Ethernet port for an easy integration into your 100Mbit home network Compatible with 2.4GHz Wifi IEEE 802.11 b/g/n up to 54Mbit networks with WEP, WPA and WPA2 security DHCP and UPnP support for an automatic network integration Integrated free DDNS (Internet) address and P2P User ID to access your camera through the Internet Software Free Android, iPhone & iPad, Windows (Metro) and Windows Phone App Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer) Multi user management and simultaneous login for 3 users Software-based motion and audio detection and email notification with attached snapshots Record videos directly on your PC (only ActiveX). The 1/3 inch WDR sensor is built on a Panasonic chip enabling 1080p HD at unparalleled low-light sensitivity. Panasonic offers a wide variety of image sensors (νMaicovicon®) for security and network cameras, which are based on the industries most advanced technology and can be applied to security cameras requiring high picture quality with high sensitivity and low noise. The CMOS image sensor, νMaicovicon®, features high picture quality equal to high-speed CCD technologies, high S/N ratio, low noise, and high dynamic range. Even in a dark condition, you can retrieve snashots with excellent character detection, color reproduction, as well as object detection. Even in scenes with fast-moving objects, the image sensor ensures clear images without motion blur or strain. The frame composite function (WDR) enables high-dynamic range - you can simultaneously resolve dark and bright areas in your video frame. Sample Images. The IN-8015 HD is the first INSTAR HD 1080p pan & tilt camera with an integrated infrared motion detector. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 2.4GHz (802.11b/g/n) Wi-Fi module (WPA/WPA2/CCMP) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 10 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. Our new fullHD indoor camera will bring you all the features that you are used to from our 720p series, combined with a superior resolution of 1920x1080 Pixel and the possibility to record videos on an integrated SD card. The IN-8015 HD is the camera that combines the powerful software based motion detection with a hardware heat motion detector (PIR). Both methods can be used or bundled to increase their effectiveness by minimizing their false alarm rate.",
    "link": "/Indoor_Cameras/IN-8015_HD",
    "title2": "IN-8015 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 HD", "INSTAR", "products", "1080p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD.jpg",
    "abstract": "IN-8015 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-8015 HD Technical Specifications",
    "series": ["1080p", "Indoor"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Technical Specifications Image Properties Camera Model INSTAR IN-8015 HD P&T Indoor - Colour / IR Casing ABS (White, Black) Image Sensor Panasonic MN34229 1080p 1/3 CMOS Wide Dynamic Range (2.12 Megapixel) Sample Images Supported Resolutions 1080p, 720p, 360p Video Compression h.264, MJPEG, JPG h.264 Bitrate 90 kbps - 4.096 kbps Framerate up to 30fps Active Pixel Area 5,346 (H) µm x 3,003 (V) µm Day / Night Switch Yes Min. Illumination (Colour) 0.05 Lux @ f/2.0 Min. Illumination (IR) 0 Lux @ f/2.0 of Parallel Streams 3 Whitebalance Automatic Electronic Shutter Automatic Flip / Mirror Video Yes / Yes Video Overlay Date, Time, Camera Name Video Parameter Brightness, Contrast, Saturation, Sharpness, Gamma, Illumination Lense 4.2 ±5% mm (Manual Focus) f/2.1 Specifications Field of View 72.3° dia. Infrared LEDs 10 @ 850 nm Effective Range (IR) 5-10 m intgr. IRcut Filter Yes Optical Zoom No Digital Zoom 3 x (only ActiveX) Image Quality Resolution Comparison 4.2mm Wide Angle Lense IN-8015 HD Angle of View: Image width [m] and height [m] as a function of Distance * Image Width Comparison IN-8015 HD (4.2mm Lense) vs. IN-6014 HD    (4.2mm Lense) vs. IN-6012 HD   (8mm Lense) in [m] ** * The larger the distance between your camera and the surveillance area, the larger the area becomes that your camera´s image covers. For example, if the object is at a distance of 10m from your camera, your camera´s image will cover a width of 11.68m. ** The Model IN-6012HD only offers half the resolution, compared to the IN-8015HD, but - with it´s reduced angle of view - still offers a very detailed image. The camera model IN-6014HD uses the same lense as the IN-8015HD, but offers a bigger field of view because of it´s slightly bigger sensor. This makes the IN-6014HD an interesting model, if the distance to the object is not that far to suffer from it´s lack of resolution. Hardware Specifications Camera Model INSTAR IN-8015 HD P&T Indoor - Colour / IR Alarm I/O Yes (and integrated heat sensor PIR for motion detection) PIR Detector Angle 120° horizontal view PIR Detector Range 5 meter SD Card Removable microSDHC card up to 128GB (16GB included) Audio Integrated Loudspeaker / Audio Out (3.5mm Headphone Jack) Microphone Integrated Microphone Network Interface 10Base-T/100Base-TX Ethernet Port / WLAN IEEE 802.11b/g/n Network Protocols TCP/IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP Encryption WEP (64/128bit), WPA/WPA2-PSK (TKIP, AES, CCMP) Wifi Frequency Band 2.4GHz 802.11b/g/n Wifi Antenna 2.4 dBi WLAN SMA Antenna Access Protection Username/Password - 3 Level Authorisation Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA Power Plug 1.35mm In / 3.5mm Out Power Consumption Max. 8.0 W Integr. DDNS Service Yes Pan & Tilt 350° / 100° Measurements in [cm] 12.4 / 11 / 11 Weight 368 g Operating Temperature -5°C - 55°C Certification CE, FCC, RoHS Power consumption in Max. 8.0 W",
    "link": "/Indoor_Cameras/IN-8015_HD/Technical_Specifications",
    "title2": "IN-8015 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 HD", "INSTAR", "products", "1080p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD.jpg",
    "abstract": "IN-8015 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["1080p", "Indoor"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Product Structure The IN-8015 HD is the successor of the IN-6012 HD camera solution for indoor surveillance and the first indoor camera with integrated passive-infrared motion detection. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-8015 HD as a multi-functional webcam for integration on your website. 1 Photosensor Twilight-Switch for IR LEDs 2 Lense Wideangle-lense (focal length: 4.2mm / field of view: 72.3.º hor.) 3 Infrared-LEDs 10 IR LEDs (nightvision @ 850nm) 4 Camera Head Controlable via the User Interface and Smartphone App 5 PIR Detector Integrated passive Infrared Motion Detector 6 MicroSD Card Slot Slot for SD/SDHC cards (up to 128 GB - 16 GB included) 7 Audio Out 3.5mm earphone / active speaker jack 8 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-8015 HD PoE!) 9 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-8015 HD PoE model!) 10 LED Indicator Red: SWITCHABLE Status-LED for network traffic 11 Alarm I/O Alarm Output (1&2) / Input (3&4) 12 Reset Button Reset your camera settings to the factory defaults 13 Power Connector 5V / 1.5 A DC - Plug Ø : 1.35mm (in) / 3.5mm (out) 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-8015_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 HD", "Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD.jpg",
    "abstract": "IN-8015 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["1080p", "Indoor"],
    "models": ["IN-8015 HD"],
    "description": "IN-8015 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. Connect the network cable to the back of the camera (s. 12) to setup a LAN connection. Connect the cameras network cable to a free LAN port on your internet router. Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. Default Logins User/Password: admin / instar for the administrator, user / instar for normal users and guest / instar for restricted users. Our INSTALLATION WIZARD will lead you through the rest of the installation process. You need to install the ADOBE FLASH PLUGIN to display your cameras h.264 video stream. You can use to MJPEG STREAM in case you are not allowed to install Browser plugins on your machine. It is recommended to set your wifi router to a free WiFi band (802.11bgn) and activate the WPA2/AES (or WPA2/CCMP) encryption, before connecting your camera to your local wireless LAN. Access your camera´s WIFI SETTINGS and enter your WiFi information. Save your credentials, unplug the network cable and restart your camera, to connect it to your WiFi network. You need to FORWARD A PORT inside your router, if you want to access your camera over it´s DDNS ADDRESS from the internet. Alternatively, you can use the P2P USER ID to access your camera with our smartphone app (see Step 12 below). Now you can enter your camera´s DDNS information to our free WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App. If you cannot open a port for camera´s DDNS service, you can still use the POINT-2-POINT SERVICE instead with our WINDOWS PHONE, WINDOWS METRO, ANDROID, IPHONE, IPAD or BLACKBERRY App.",
    "link": "/Indoor_Cameras/IN-8015_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 HD", "Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-8015HD.jpg"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["1080p", "Indoor"],
    "models": ["IN-8015 HD"],
    "description": "Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) In case you are installing the PoE model, plug in the LAN cable (12), connect it to your router and skip the WiFi section below. Plug in the power supply (7) to start the camera. If your router supports the WPS (Wireless Protected Setup) function, please press the WPS button on the router, which looks similar to the example above. (only for the non-PoE Version!) Press the cameras reset button for 3 seconds to activate the cameras WPS service (9). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all the necessary information to add your camera. Please be aware that the default login credentials will be used. If you want to change the default password please check the QUICK INSTALLATION GUIDE. The password can only be changed in the web user interface. The app will now connect to your cameras live stream and you will be able to pan & tilt the device, as well as to activate the audio stream of the internal microphone and to take snapshots.",
    "link": "/Indoor_Cameras/IN-8015_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["IN-8015 HD", "Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-8015 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-6014 HD",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD - Product Overview. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 4.3mm F 1.2 infrared lense, 4.) Remote controlled camera head,, 5.) PIR heat detector for advanced motion detection, 6.) Audio Out (3.5mm Headphone Jack), 7.) RJ45 Ethernet connector, 8.) Wifi antenna connector, 9.) SD card, 10.) Camera Reset, 11.) Status LED, 12.) DC power supply connector. Click here for detailed specifications. The IN-6014HD is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan  tilt feature. With 350 degree horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6014 HD as a multi functional webcam for integration on your website. Hardware: Integrated PIR heat detector for advanced motion detection. Remote controlled Pan Tilt - 350° pan and 100° tilt. 2-Way audio via an integrated microphone and speakers. Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX). The IN-6014 HD is the first INSTAR HD 720p pan tilt camera with an integrated infrared motion detector. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 54MBit (802.11b g) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 12 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 10-15 meters. Our new HD indoor camera will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. The IN-6014 HD is the camera that combines the powerful software based motion detection with a hardware heat motion detector (PIR). Both methods can be used or bundled to increase their effectiveness by minimizing their false alarm rate. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions.",
    "link": "/Indoor_Cameras/IN-6014_HD",
    "title2": "IN-6014 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-6014 HD Technical Specifications",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Technical Specifications: Camera Model INSTAR IN-6014 HD P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 4.3 mm (Manual Focus) f 1.2. Field of View 90° dia. Infrared LEDs 12 @ 850 nm. Effective Range (IR) 5-10 m. intgr. IRcut Filter Yes. Alarm I O No (integrated heat sensor PIR for motion detection). PIR Detector Angle 120 horizontal view. PIR Detector Range 5 meter. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker Audio Out (3.5mm Headphone Jack). Microphone Integrated Microphone. Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer-. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n. Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n. Wifi Antenna 5 dBi WLAN SMA Antenna. Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 8.0 W. Integr. DDNS Service Yes. Pan Tilt 350 100. Measurements in cm 12.4 11 11. Weight 368 g. Operating Temperature -5C - 55C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6014_HD/Technical_Specifications",
    "title2": "IN-6014 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6014 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Product Features IN-6014 HD - Camera Overview The IN-6014 HD is the successor of the IN-6012 HD camera solution for indoor surveillance and the first indoor camera with integrated passive-infrared motion detection. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6014 HD as a multi-functional webcam for integration on your website. Component Function 1 Photosensor Twilight-Switch for IR LEDs 2 Lense Wideangle-lense (focal length: 4.3mm field of view: 90.º hor.) 3 Infrared-LEDs 12 IR LEDs (nightvision @ 850nm) 4 PIR Detector Integrated passive Infrared Motion Detector 5 Loudspeaker Integrated Loudspeaker 6 Microphone Audio transmission 7 Power Connector 5V 1.5 A DC - Plug Ø : 1.35mm (in) 3.5mm (out) 8 LED Indicator Red: power LED; blue: Status-LED for network traffic 9 Reset Button Reset your camera settings to the factory defaults 10 MicroSD Card Slot Slot for SD SDHC cards (up to 32 GB - 4 GB included) 11 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-6014 HD PoE model!) 12 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-6014 HD PoE!) 13 Audio Out 3.5mm earphone active speaker jack 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-6014_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. It is recommended to set your wifi router to a band in the range from 1-6 (802.11bgn). Also WPA2 AES (CCMP) encryption should be used. A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). Connect the network cable to the back of the camera (s. 12) to setup a LAN connection (also necessary for Wifi if WPS is not available s. 4 above). Connect the cameras network cable to a free LAN port on your internet router. You can skip this step if you just need a Wifi connection. Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. Default Logins User Password: admin instar for the administrator, user instar for normal users and guest instar for restricted users. Activate the cameras wifi by using the wifi scanner in the camera user interface. After typing in your wifi password and submitting - please  unplug the LAN cable and restart the camera. In case you are not able to see a video when accessing the camera via Firefox, Chrome, etc under Windows, open the Quicktime Player preferences and set the protocol to HTTP and the port to 80. To set the Quicktime HTTP port in MacOSX please open the Terminal in Applications Utilities and type in the command qtdefaults write TransportSettings HTTP 80 to set the port to 80. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT 1935) see also 14 below To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you to access your camera from the internet without the need of an open port (s.12 above). Simply add the camera as a p2p camera in our app and scan the QR code in NETWORK P2P in the WebUI or from the lable on the camera and add the camera login (s.8).",
    "link": "/Indoor_Cameras/IN-6014_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Point2Point Setup Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) In case you are installing the PoE model, plug in the LAN cable (12), connect it to your router and skip the WiFi section below. Plug in the power supply (7) to start the camera. If your router supports the WPS (Wireless Protected Setup) function, please press the WPS button on the router, which looks similar to the example above. (only for the non-PoE Version!) Press the cameras reset button for 3 seconds to activate the cameras WPS service (9). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all the necessary information to add your camera. Please be aware that the default login credentials will be used. If you want to change the default password please check the QUICK INSTALLATION GUIDE. The password can only be changed in the web user interface. The app will now connect to your cameras live stream and you will be able to pan & tilt the device, as well as to activate the audio stream of the internal microphone and to take snapshots. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6014_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Camera Video Streaming",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "INSTAR HD Camera Video Streaming RTSP Streaming e.g. VLC Player To use third party software you need the direct path for the live video in order to grap the video from your camera. You can find step-by-step instructions on how to use your cameras live stream in third-party apps here. Access over your local network Please use the following path to use your camera with third party software: RTSP Stream 1: rtsp: user:password@192.168.x.x: 11 RTSP Stream 2: rtsp: user:password@192.168.x.x: 12 RTSP Stream 3: rtsp: user:password@192.168.x.x: 13 Please use your camera login for the user and password values: E.g. rtsp: admin:instar@192.168.1.25:554 11 Just substitute the “x“ according to the IP address of your camera (in case of a Netgear router the first x = 1 and and the second x = the end octet of your cameras IP). If you changed your RTSP port (standard = 554) please change the value after the IP address accordingly. Attention: To access the cameras RTSP stream through the internet you will have to forward the RTSP port (standard = 554) to your cameras IP address. See the forwarding procedure for the LAN (HTTP) Port (standard 80) for reference. Access via internet: Please use your DDNS address to remote access your cameras RTSP stream: RTSP Stream 1: rtsp: Benutzer:Kennwort@xxx.ddns-instar.de: 11 xxx = please check your personal DDNS address in the DDNS Menu. Tip: Your camera offers you 3 RTSP streams with different bitrates. Please choose stream 2 or 3 if your available bandwidth is limited or you are using a computer with limited processing power (e.g. tablet). You might encounter this problem especially when accessing your camera via the internet, since normal DSL connections have a relatively low upload rates. MJPEG JPG Streaming To use third party software you need the direct path for the live video in order to grap the video from your camera. You can find step-by-step instructions on how to use your cameras live stream in third-party apps here. Access over your local network: Please use the following path to use your camera with third party software: RTSP Stream 2: http: IP-Address:Port cgi-bin hi3510 mjpegstream.cgi?-chn=11&-usr=Benutzer&-pwd=Kennwort JPG Pfad 1: http: Benutzer:Kennwort@192.168.x.x tmpfs snap.jpg JPG Pfad 2: http: Benutzer:Kennwort@192.168.x.x tmpfs auto.jpg JPG Pfad 3: http: Benutzer:Kennwort@192.168.x.x tmpfs auto2.jpg",
    "link": "/Indoor_Cameras/IN-6014_HD/Video_Streaming",
    "title2": "Kamera Videostreaming",
    "chapter": "INSTAR Products",
    "tags": ["IP Camera", "Usermanual"],
    "image": "/images/Search/QI_SearchThumb_LiveVideo.jpg",
    "abstract": "HD Cameras Usermanual"
}
POST /wiki2_en/article
{
    "title": "Camera Hardware Reset",
    "series": ["HD", "Indoor", "Outdoor"],
    "models": ["IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "INSTAR HD Camera Hardware Reset Restore your Camera´s Factory Settings In order to reset your camera (if you have lost your password), please hold the small reset button in bottom part of the cameras casing - for outdoor cameras, the reset is located on the end of the camera cable - for min. 15 seconds. Please make sure the camera is connected to the power supply and disconnected from the LAN cable. In case the reset was incomplete the camera might become unresponsive. Please repeat the reset for min. 15 s and unplug it over night from the power supply before trying to restart it again.",
    "link": "/Indoor_Cameras/IN-6014_HD/Camera_Reset",
    "title2": "Kamera Hardware Reset",
    "chapter": "INSTAR Products",
    "tags": ["IP Camera", "Usermanual"],
    "image": "/images/Search/AU_SearchThumb_ForDeveloper.jpg",
    "abstract": "HD Cameras Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Indoor"],
    "models": ["IN-6014 HD"],
    "description": "IN-6014 HD Manual Lense Adjustment Adjust the Focus of your IN-6014 HD The IN-6014 HD’s lense offers a limited field depth that was adjusted to a field between 1m to 8m. In case the object you want to observe lies outside of this area, you will have to adjust the lense accordingly. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6014_HD/Lense_Adjustment",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6014HD.jpg",
    "abstract": "IN-6014 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-6012 HD",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD - Product Overview. 1.) Photodiode for twilight switch, 2.) Infrared LED´s for night vision, 3.) Standard 8mm F 1.2 infrared lense, 4.) Remote controlled camera head,, 5.) High quality ABS housing and Internal microphone, 6.) SD card, 7.) DC power supply connector, 8.) WiFi antenna, 9.) Camera Reset, 10.) RJ45 ethernet connector, 11.) Audio In Out for external Speaker and Microphones, 12.) Alarm I O connector for external devices. The IN-6012HD is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 350 degree horizontally and 100 degree vertically range of movement. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6012 HD as a multi functional webcam for integration on your website. The 1 3 inch WDR sensor is built on a 4.3 micron OmniPixel3-HS™ Pixel enabling 720p HD at unparalleled low-light sensitivity and a dynamic range in colour of 115 dB – compared to the 60 db of a regular VGA IP Camera. WDR allows you to capture high detailed colour videos even in high-contrast environmental lighting conditions. Hardware: Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Remote controlled Pan Tilt - 350° pan and 100° tilt. 2-Way audio via an integrated microphone and speakers. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Detachable wallmount with a standard 1 4 inch thread (compatible with regular camera tripods, e.g. GorillaPods). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only ActiveX)",
    "link": "/Indoor_Cameras/IN-6012_HD",
    "title2": "IN-6012 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-6012 HD Technical Specifications",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Technical Specifications: Camera Model INSTAR IN-6012 HD P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3. CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 8 mm (Manual Focus) f 1.2. Field of View 45° dia. Infrared LEDs 10 @ 850 nm. Effective Range (IR) 5-10 m. intgr. IRcut Filter Yes. Alarm I O Yes (potential-free alarm-out max. 30VDC 125VAC @ 1A) Spec Sheet. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable SDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker Audio Out (3.5mm Headphone Jack). Microphone Integrated Microphone Audio In for external Microphones. Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n (only non-PoE Version). Wifi Antenna 5 dBi WLAN SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 8.0 W. Integr. DDNS Service Yes. Pan Tilt 350° 100°. Measurements in cm 12.4 11 11. Weight 368 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6012_HD/Technical_Specifications",
    "title2": "IN-6012 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6012 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Product Features Camera Overview The IN-6012 HD is the successor of the IN-3011 VGA camera solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. The integrated IR cut filter on the other hand allows for the capturing of native colours, as seen by the human eye. Through the use of an efficient h.264 compression codec it is able of recording video files on a SD memory card with comparably small size but best picture results. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan & tilt feature. With 350 degree horizontally and 100 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you wont be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-6012 HD as a multi-functional webcam for integration on your website. Component Function 1 Photosensor Twilight-Switch for IR LEDs 2 Infrared-LEDs 10 IR LEDs (nightvision @ 850nm) 3 Lense Standard-lense (focal length: 8mm field of view: 45º hor.) 4 Camera Head Pan & Tilt controllable Head 5 Loudspeaker Integrated Loudspeaker 6 MicroSD Card Slot Slot for SD SDHC cards (up to 32 GB - 4 GB included) 7 Microphone Audio transmission 8 Alarm IO Alarm Output (1&2) Input (3&4) 9 Audio InOut 3.5mm earphone active speaker cinch jack 10 Network Port RJ45 LAN-port for the provided CAT5e LAN cable (For the power supply according to IEEE802.3af only in case of the IN-6012 HD PoE!) 11 Antenna Connector SMA WiFi antenna connector (Not available in case of the IN-6012 HD PoE model!) 12 Power Connector 5V 1.5 A DC - Plug Ø : 1.35mm (in) 3.5mm (out) 13 Reset Button Reset your camera settings to the factory defaults 14 Camera ID MAC address LAN and QR for the P2P connection 15 Stand Mount Standard camera thread for provided stand support",
    "link": "/Indoor_Cameras/IN-6012_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Quick Installation Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) Plug in the power supply (7) to start the camera. It is recommended to set your wifi router to a band in the range from 1-6 (802.11bgn). Also WPA2 AES (CCMP) encryption should be used. A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). Connect the network cable to the back of the camera (s. 12) to setup a LAN connection (also necessary for Wifi if WPS is not available s. 4 above). Connect the cameras network cable to a free LAN port on your internet router. You can skip this step if you just need a Wifi connection. Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. Default Logins User Password: admin instar for the administrator, user instar for normal users and guest instar for restricted users. Activate the cameras wifi by using the wifi scanner in the camera user interface. After typing in your wifi password and submitting - please unplug the LAN cable and restart the camera. In case you are not able to see a video when accessing the camera via Firefox, Chrome, etc under Windows, open the QUICKTIME PLAYER preferences and set the protocol to HTTP and the port to 80. To set the QUICKTIME HTTP port in MacOSX please open the Terminal in Applications Utilities and type in the command qtdefaults write TransportSettings HTTP 80 to set the port to 80. To access your camera over the internet, you have to forward the HTTP Port inside your router (default “80”). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT “1935”) see also 14 below To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you to access your camera from the internet without the need of an open port (s.12 above). Simply add the camera as a p2p camera in our app and scan the QR code in NETWORK P2P in the WebUI or from the lable on the camera and add the camera login (s.8).",
    "link": "/Indoor_Cameras/IN-6012_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Point2Point Setup Attach the wifi antenna to the cameras antenna connector as shown here (11). (only for the non-PoE Version!) In case you are installing the PoE model, plug in the LAN cable (10), connect it to your router and skip the WiFi section below. Plug in the power supply (12) to start the camera. If your router supports the WPS (Wireless Protected Setup) function, please press the WPS button on the router, which looks similar to the example above. (only for the non-PoE Version!) Press the cameras reset button for 3 seconds to activate the cameras WPS service (13). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all the necessary information to add your camera. Please be aware that the default login credentials will be used. If you want to change the default password please check the QUICK INSTALLATION GUIDE. The password can only be changed in the web user interface. The app will now connect to your cameras live stream and you will be able to pan & tilt the device, as well as to activate the audio stream of the internal microphone and to take snapshots. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6012_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Indoor"],
    "models": ["IN-6012 HD"],
    "description": "IN-6012 HD Manual Lense Adjustment Adjust the Focus of your IN-6012 HD The IN-6012 HD’s lense offers a limited field depth that was adjusted to a field between 1m to 8m. In case the object you want to observe lies outside of this area, you will have to adjust the lense accordingly. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6012_HD/Lense_Adjustment",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6012HD.jpg",
    "abstract": "IN-6012 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-6001 HD",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD - Product Overview. 1.) Integrated Microphone, 2.) Photodiode twilight switch, 3.) 4.3mm wide angle F 2 infrared lense, 4.) Infrared LED´s for night vision, 5.) Loudspeaker, 6.) Wall Mount, 7.) RJ45 Ethernet connector, 8.) DC power supply connector, 9.) MicroSD card slot, 10.) Reset button, 11.) Status LEDs. The IN-6001 HD is the smallest INSTAR HD 720p camera for indoor surveillance inside your office or house. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 108MBit (802.11b g n) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 8 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. The spiritual successor of the IN-3001 will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. If an alarm is triggered the camera can send an email to notify you. Each email also has 4 pictures attached. This way it will be very easy to check quickly what caused the motion to make sure your home is safe. Hardware: Wide Dynamic Range (WDR) HD 720p colour CMOS Sensor. Automatic IRcut filter for natural colours. 8 Infrared LEDs (850nm) for nightvision. 2-Way audio via an integrated microphone and speakers. Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. Compatible with Wifi IEEE 802.11 b g n up to 54Mbit networks with WEP, WPA and WPA2 security. DHCP and UPnP support for an automatic network integration. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Multi user management and simultaneous login for 3 users. Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only IE).",
    "link": "/Indoor_Cameras/IN-6001_HD",
    "title2": "IN-6001 HD - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-6001 HD Technical Specifications",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Technical Specifications: Camera Model INSTAR IN-6001 HD Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV10633 720p 1 3 CMOS Wide Dynamic Range. Supported Resolutions 1280 x 720, 640 x 352, 320 x 176. Video Compression h.264, MJPEG, JPG. h.264 Bitrate 90 kbps - 6.144 kbps. Framerate up to 25fps. Sensor Sensitivity 3650 mV lux s. Dynamic Range 115 dB. Signal Noise 39 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05. Lux @ f 2.0. Min. Illumination (IR) 0 Lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast, Saturation. Lense 4.3 mm (Manual Focus) f 1.2. Field of View 90° dia. Infrared LEDs 8 @ 850 nm. Effective Range (IR) 5-7 m. intgr. IRcut Filter Yes. Alarm I O No. Optical Zoom No. Digital Zoom 3 x (only ActiveX). SD Card Removable microSDHC card up to 32GB (4GB included). Audio Integrated Loudspeaker. Microphone Integrated Microphone. Alert Notification Email FTP HTTP. Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g n. Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g n. Wifi Antenna integrated. Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 1500mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 7.0 W. Integr. DDNS Service Yes. Pan Tilt No. Measurements in cm 9.5 5.9 3.8. Weight 136g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-6001_HD/Technical_Specifications",
    "title2": "IN-6001 HD - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-6001 HD", "INSTAR", "products", "720p series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 Technical Specifications Table"
}
POST /wiki2_en/article
{
    "title": "Product Features",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Product Features Camera Overview The IN-6001 HD is the smallest INSTAR HD 720p camera for indoor surveillance inside your office or house. The camera can easily be controlled through your smartphone from inside your network and also over the internet. The camera can easily be connected to your network by using its 108MBit (802.11b g n) Wi-Fi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid video stream. The camera can also see during the night thanks to 8 Infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-10 meters. The spiritual successor of the IN-3001 will bring you all the features that you are used to from our VGA series, combined with a superior resolution of 1280x720 Pixel and the possibility to record videos on an integrated SD card. If an alarm is triggered the camera can send an email to notify you. Each email also has 4 pictures attached. This way it will be very easy to check quickly what caused the motion to make sure your home is safe. Component Function 1 Microphone For talk function in webUI, smartphone apps, etc. 2 Photosensor Twilight-Switch for IR LEDs 3 Lense Standard-lense (focal length: 4.3mm field of view: appx. 90º dia.) 4 Infrared LEDs 8 IR LEDs 5-10m nightvision @850nm 5 Loudspeaker For talk function in webUI, smartphone apps, etc. 6 Wall Mount Platic Wall Mount 7 Network Port RJ45 LAN Port for the provided CAT5e Ethernet Cable 8 Power Connector 5V 1.5 A dc - Plug Ø 1.35mm (in) 3.5mm (out) 9 MicroSD Card The card slot is located behind the backplate (4GB preinstalled) 10 Reset Button Reset you camera settings to factory results 11 Status LEDs top: WiFi Status LED blinks fast when connected middle: LAN Status LED lights up when connected bottom: Power Status LED lights up when powered",
    "link": "/Indoor_Cameras/IN-6001_HD/Product_Features",
    "title2": "Produkt Merkmale",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Quick Installation Guide",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Quick Installation Plug in the power adapter connect it with the power connector in your camera. You can jump to step 4, if you want to use your camera with an ethernet cable. It is recommended to set your routers Wifi channel to an unoccupied number, and set the encryption to WPA2 AES (or CCMP). A Press the WPS button (s. above) on your router. B Press the camera´s reset button for 3s (image on the left). Be aware that holding it for longer than 10s will result in a camera reset. C The camera will now automatically connect to your Wifi network. Please skip to step 7 (for PC or Mac) or 14 (for smartphone). To establish a LAN connection, plug in the Ethernet cable to the RJ-45 connector in your camera´s back. Plug the other end of the Ethernet cable into a free LAN port of your router or switch. Start our IP CAMERA TOOL from the Software CD and double click on the name of the camera. Standard Login user password: admin instar for administrators, user instar for regular users and guest instar for guests. Activate the WiFi card of your camera inside the WebUI and START SEARCHING FOR WIFI SIGNALS. Select your WiFi, add your key and safe the settings. Restart your camera and unplug the LAN cable. To access your camera over the internet, you have to forward the HTTP Port inside your router (default 80). To access the FLASH VIDEOSTREAM inside the WebUI, you also have to forward the RTMP PORT (DEFAULT 1935). To access your camera from your ANDROID, IOS or WINDOWS PHONE smartphone please download the InstarVision® App from the App Store. The P2P FUNCTION allows you acces your camera over the internet without the need for a port forwarding (s.12). Simply add a P2P camera to our smartphone app and scan the QR CODE INSIDE THE WEBUI. Please be aware that you will have to use the administrator login for your camera (s.8).",
    "link": "/Indoor_Cameras/IN-6001_HD/Quick_Installation",
    "title2": "Schnellinstallation Anleitung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Point2Point Setup",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Point2Point Setup Connect the power adaptor with the cable to boot up your camera. If your camera supports WPS (Wireless Protected Setup), simply press the WPS button (examples above). Press the cameras reset button for 3 seconds to activate the cameras WPS service (13). Wait for max. 5min for the camera to connect to your Wifi network. If you press it for 10s, the camera will be reset to it´s factory defaults! Start our ANDROID, IOS or WINDOWS PHONE app Instar Vision. Choose to add a new p2p camera and start the QR code scanner. Your QR code is located on a lable on the camera case (s. above). The QR code contains all information to add your camera. Please be aware that this Code is using the DEFAULT LOGINS! It is better to change those and scan the QR CODE INSIDE THE WEBUI instead. The Login can only be CHANGED INSIDE THE WEBUI of your camera. The QR CODE INSIDE USER INTERFACE always contains the actual information. It is recommended to change the default login for all 3 user levels. To do this, open the USER MENU WITH YOUR WEB BROWSER. You can can use the INSTAR CAMERA TOOL to find your camera inside your local network. You can now use the app to access your camera´s Live Stream and listen to it´s audio stream and record videos. The wps p2p method allows you to quickly connect your camera and check the cameras live stream. Please refer to the QUICK INSTALLATION GUIDE for instruction on how to access additional camera features.",
    "link": "/Indoor_Cameras/IN-6001_HD/Point2Point",
    "title2": "Point 2 Point Einrichtung",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "Manual Lense Adjustment",
    "series": ["720p", "Indoor"],
    "models": ["IN-6001 HD"],
    "description": "IN-6001 HD Lense Adjustment Manual focus adjustment for your IN-6001 HD When you receive your camera, we already adjusted the focus for the camera to be operational in a general surveillance scenario. For your IN-6001 HD this means, that they give you an sharp image for distances between 5 and 10m. If you need a different focus distance, just turn the camera lense clockwise or counterclockwise, until you have your scene in focus. Fig. 1 2 Connect the camera to the powersupply and the network cable. Open the web interface and turn the lense until you can see a clear and sharp picture.",
    "link": "/Indoor_Cameras/IN-6001_HD/Lense_Adjustment",
    "title2": "Manuelle Objektivjustage",
    "chapter": "INSTAR Products",
    "tags": ["Indoor Cameras", "IP Camera", "Usermanual"],
    "image": "/images/Search/P_SearchThumb_IN-6001HD.jpg",
    "abstract": "IN-6001 HD Usermanual"
}
POST /wiki2_en/article
{
    "title": "IN-3011",
    "series": ["VGA", "Indoor"],
    "models": ["IN-3011"],
    "description": "IN-3011 - Product Overview: 1.) Photodiode for twilight switch, 2.) Standard 6mm F 2.0 infrared lense, 3.) Infrared LED´s for night vision, 4.) Loudspeaker, 5.) High quality ABS housing and Internal microphone, 6.) Audio-out for external Speaker, 7.) RJ45 ethernet connector, 8.) Wifi antenna, 9.) Alarm I O connector for external devices, 10.) DC power supply connector. The IN-3011 is an all round solution for indoor surveillance. The camera head is remotely controllable and equipped with infrared diodes to utilize night vision in pitch dark environments. It features integrated speakers and a microphone which makes the perfect camera for monitoring your baby or toddler. Any device (i.e. smartphones) can connect to the cameras web interface and allows you to control the pan tilt feature. With 280 degree horizontally and 120 degree vertically the pan and tilt feature basically covers the whole area in front of the camera. Thanks to its compact size and its modern design you won t be just limited to use it as a surveillance camera but also for your personal projects. The FTP support allows you to use the IN-3011 as a multi-functional webcam for integration on your website. The difference between the IN-3010 and the IN-3011 is that this camera allows you to manually switch off the infrared lights. This enables you to see through windows at night without being troubled by reflections from the IR LEDs. Hardware: Remote controlled Pan Tilt - 288° pan and 120° tilt. 2-Way audio via an integrated microphone and speakers. Alarm I O for external sensors (e.g. motion or smoke detectors) and receivers (e.g. house automations). Detachable wallmount with a standard 1 4 inch thread (compatible with regular camera tripods, e.g. GorillaPods). Network: RJ-45 Ethernet port for an easy integration into your 100Mbit home network. DHCP and UPnP support for an automatic network integration. Compatible with Wifi IEEE 802.11 b g up to 54Mbit networks with WEP, WPA and WPA2 security. Integrated individual DDNS (Internet) address to access your camera through the Internet. Software: Free Android, iPhone and Windows Phone 8 App. Web user interface allows an easy configuration and canera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer). Manage all your cameras from your PC with the integrated multi view for up to 9 cameras (only IE). Software-based motion and audio detection and email notification with attached snapshots. Record videos directly on your PC (only IE). The IN-3011 is the perfect camera for indoor surveillance inside your office or house - light, compact and versatile with a camera module that is less then 10cm in height. It is designed to be used as a tabletop camera but can be attached to walls or ceilings by it´s stand. The camera can easily be controlled through your smartphone from inside your network and also over the internet - via the free-of-charge integrated DDNS service. Thanks to the integrated microphone the camera can also be used for audio surveillance - transforming this model into the baby monitor of your choice. The IN-3011 can easily be connected to your network by using its 54MBit (802.11b g) Wifi module (WPA WPA2) or through the 100MBit network interface to ensure a fluid videostream. The camera can also see during the night thanks to 8 infrared LEDs operating at a wavelength of 850nm. The max. indoor range for the cameras night vision is around 5-8 meters. If an alarm is triggered the camera can send an email to notify you. Each email also has 4-6 pictures attached. This way it will be very easy to check quickly what caused the alert to make sure your home is safe.",
    "link": "/Indoor_Cameras/IN-3011",
    "title2": "IN-3011 - Produkt Übersicht",
    "chapter": "INSTAR Products",
    "tags": ["IN-3011", "INSTAR", "products", "VGA series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-3011.jpg",
    "abstract": "IN-3011 - Product Overview"
}
POST /wiki2_en/article
{
    "title": "IN-3011 Technical Specifications",
    "series": ["VGA", "Indoor"],
    "models": ["IN-3011"],
    "description": "IN-3011 Technical Specifications: Camera Model INSTAR IN-3011 P T Indoor - Colour IR. Casing ABS (White, Black). Image Sensor OV7740 VGA 1 5 CMOS. Supported Resolutions 640x480, 320x240, 160x120. Video Compression MJPEG, JPG. Framerate up to 30fps. Sensor Sensitivity 6800 mV lux s. Dynamic Range 60 dB. Signal Noise 41 dB. Day Night Switch Yes. Min. Illumination (Colour) 0.05 Lux @ f 2.0. Min. Illumination (IR) 0.5 lux @ f 2.0. of Parallel Streams 3. Whitebalance Automatic. Electronic Shutter Automatic. Flip Mirror Video Yes Yes. Video Overlay Date, Time, Camera Name. Video Parameter Brightness, Contrast. Lense 6 mm (Manual Focus) f 2.0. Field of View 37° Horizontal. Infrared LEDs 10 @ 850 nm Switchable. Effective Range (IR) 8 - 12 m intgr. IRcut Filter No. Optical Zoom No. Digital Zoom No. Audio Integrated Speaker and Audio-out (3.5mm Headphone Jack). Microphone Integrated. Alarm I O yes. (potential-free alarm-out max. 60VDC 125VAC @ 1A). Microphone Audio In for external Microphones (e.g. IN-Mikro 380). Alert Notification Email FTP HTTP Alarm-out. Supported Browser Chrome, Safari, Firefox, Internet Explorer. Supported Windows Software InstarVision, Sighthound, WebcamXP, iSpy, VLC Player, etc. Supported MacOSX Software Sighthound, SecuritySpy, VLC Player, etc. Supported Android Apps InstarVision, IP Cam Viewer, Tiny Cam Monitor etc. Supported iOS Apps InstarVision, LiveCams. Supported Windows Phone Apps InstarVision. Network Interface 10Base-T 100Base-TX Ethernet Port WLAN IEEE 802.11b g (only non-PoE Version) PoE IEEE 802.3af (only non-WiFi Version). Network Protocols TCP IP, DHCP, PPPoE, ARP, FTP, SMTP, DNS, NTP, UPnP, HTTP, TCP, UDP. Encryption WEP (64 128bit), WPA WPA2-PSK (TKIP, AES, CCMP). Wifi Frequency Band 2.4GHz 802.11b g (only non-PoE Version). Wifi Antenna 5 dBi WLAN RP-SMA Antenna (only non-PoE Version). Access Protection Username Password - 3 Level Authorisation. Power Supply 110-240V ac @ 50-60Hz to 5V dc and 2000mA. Power Plug 1.35mm In 3.5mm Out. Power Consumption Max. 7.6 W. Integr. DDNS Service Yes. Pan Tilt 280° 120°. Measurements in [cm] 12.1 9.5 10.9 Weight 245 g. Operating Temperature -5°C - 55°C. Certification CE, FCC, RoHS.",
    "link": "/Indoor_Cameras/IN-3011/Technical_Specifications",
    "title2": "IN-3011 - Technische Spezifikationen",
    "chapter": "INSTAR Products",
    "tags": ["IN-3011", "INSTAR", "products", "VGA series", "indoor", "IP camera", "web cam", "overview"],
    "image": "/images/Search/P_SearchThumb_IN-3011.jpg",
    "abstract": "IN-3011 Technical Specifications Table"
}