POST /wiki2_en/article
{
    "title": "INSTAR IN-LAN 500",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "INSTAR IN-LAN 500 - Powerline Network Communication. What is the difference between IN-LAN 500 & IN-LAN 500p? The P in IN-LAN 500p stands for pass-through. Unlike the base model the 500p will block your power outlet but pass through the existing one. Both models offer the same advantages otherwise: Use existing power lines to implement a network with IN-LAN. Very simple plug&play technology. Just plug into the wall socket and you re done. Ultra-fast data transfer up to 500Mbps. Expand your network with for e.g. IP cameras without laying network cables. A very detailed instruction will make the installation very easy. IN-LAN 500 White The IN-LAN 500 Powerline Adapter - Create a Network Connection over your Power Grid. IN-LAN 500p White The IN-LAN 500p Powerline Pass-Through Adapter - Create a Network Connection over your Power Grid. IN-LAN 500p Black The IN-LAN 500p Powerline Pass-Through Adapter - Starter Kits with up to 4 Adapter. IN-LAN Powerline Communication What is IN-LAN? IN-LAN is an intelligent and secure technology that lets you set up a home network easily via your household power grid - without the need of complex and expensive dedicated cabling. IN-LAN communication now attains speeds you would expect from other LAN technologies. IN-LAN uses the household power grid to transfer data between computers equipped with suitable adapters and other network components. As a result, any power outlet can be used as a network access point. State-of-the-art technology ensures that the power and data networks do not interfere with one another. The IN-LAN 500p passes through the power from the used outlet - use the 500p if you don t have enough outlets and don t want one to be blocked by the powering adapter. What does INSTAR IN-LAN offer? IN-LAN offers a PLC transfer rate of up to 500Mbps (effective rate 65Mbps TCP 90 Mbps UDP) with a range of up to 150m which makes it ideal for applications with high bandwidth requirements, such as IP cameras, HD video streaming, VoIP and fast Internet access. Connecting your IN-LAN adapter to an electrical outlet transforms the home-based electrical system into a fast network with high data throughput with maximum data security using the powerful 128-bit AES encryption. Simply press the Pair Button on the IN-LAN adapter or use the Atheros configuration wizard to set up custom encryption for your network. Whether in the office or at home - connect all your LAN devices without the need of an additional LAN cable. How to connect your IN-LAN adaptor to the network ? Simply plug one IN-LAN adaptor into a power socket next to your broadband router and connect the adaptor to your router via the supplied Ethernet cable. Plug the second IN-LAN unit into an outlet - for example - close to your INSTAR camera and connect the camera to your network using the cameras Ethernet cable. Powerline Networks How to build a public network? The data communication via the household power grid is encrypted to ensure your privacy. You can activate the protected communication between two adaptors (once they are both connected to an outlet) by simply pushing the Pairing Button next to the Ethernet port. Press the Pairing Button of one adaptor for more than 10 seconds to restart it. Then press each Pairing Button for 3-8 seconds to pair both adaptors. That’s it - the IN-LAN Indicator lights up and the IN-LAN adaptor network is now protected from unauthorized access. If you have already secured existing IN-LAN adaptor using the Pairing Button, use the same method to integrate further adaptors. To do so, press the Pairing Button of one of your network’s existing adaptors (3-8 seconds), then press the Pairing Button of your new IN-LAN adaptor (3-8 seconds). That’s it - the new adaptor is now integrated in your network. To integrate additional adaptors into your network, please repeat the steps above. To exclude one IN-LAN adaptor from an existing network, press its Pairing Button for more than 10 seconds. The device will be assigned with a new random encryption key and will no longer be able to access the network. To integrate the adaptor into a different IN-LAN adaptor network, follow the steps described above. How to build a private network? Please plug in one IN-LAN Adapter to the power socket next to your router and connect it with the supplied network cable with a free Ethernet port. If you install and open the Power Packet Utility (which is included on the CD of your IN-LAN adapter) you should be able to see the IN-LAN adapter as a Local Device(s) together with the MAC address of the adapter. Please choose the adapter and select the tab Privacy. In Private Network Name you can now see the network name encryption with which the adapters are communicating between each other. Replace the Private Network Name with a password you want to use. Please notice that this password will be the one, with which the adapters are communicating. If you buy a new adapter, you need to set the same password in order to integrate it into the existing IN-LAN network. Next please click Set Local Device Only to submit the password and sent it to the IN-LAN adapter. In the upcoming window please click OK. This message tells you that the password was set successfully. Repeat this step for all existing IN-LAN Adapters. This way all adapters get set to the same private network in order to communicate with each other. After you have set the second adapter, as shown above, you can plug it in to a power socket near the device you want to connect with your network. The IN-LAN adapter should then be shown in the list together with the signal strength. (see below) Important: We recommend to always test the connection between the adapters by connecting them to power outlets near each other. If the connection is ok you can connect one adapter next to the device you want to use it. This way you can make sure that the adapters are working correctly. If the adapter does not work at the final installation place, either the quality of the power line is not ok or the power line might have a lot of noise which disturbs the signal of the IN-LAN adapters - e.g fuse boxes or heavy machinery connected to a power outlet in the same grid can make it impossible to establish a powering connection. How to change the password for a private network This step shows you how to change the encryption for all adapters at the same time in case you want to change it for your existing network. Therefore please select one of the connected adapters and select Enter Password. Type in the hardware key that you can find on your IN-LAN adapter or on the package of each adapter. It is important that you check if the MAC address is matching the adapters address. After typing in the key (case sensitive) you can submit it. If everything is correct it should accept the new password. Select OK and the hardware key will be sent. You can now go to Privacy to change the encryption for your adapters. Now fill in the new password and press Set All Devices. By doing so all adapters will be set to the new encryption.",
    "link": "/Products/IN-LAN",
    "title2": "INSTAR IN-LAN 500",
    "chapter": "INSTAR Products",
    "tags": ["IN-LAN", "500p", "products", "500", "powerline", "network", "devolo", "homeplug AV"],
    "image": "/images/Search/P_SearchThumb_Powerline.jpg",
    "abstract": "Powerline Network Communication"
}
POST /wiki2_en/article
{
    "title": "IN-PoE 1/4/8000",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-PoE 1 4 8000 - What is a PoE Injector? The IN-PoE 1000 will combine the network signal and power so it can be transfered over a single network cable to a PoE compatible network device. For this it is important that your end device supports the PoE (Power over Ethernet) function. At this time the IN-2905, IN-5907HD, IN-3010 and IN-6012HD are available as PoE models. Those camera models will be compatible with the IN-PoE 1000 PoE Injector. The network signal can be transmitted with up to 1000MBits while the injector works with up to 48V and 35 Watt. The injector meets the IEEE 802.3at standard. IN-PoE 1000 The IN-POE 1000 Power-over-Ethernet adapter to power your PoE devices - available in black or white. IN-PoE 1000 The IN-POE 1000 Power-over-Ethernet adapter - the plug&play companion for your PoE IP camera. IN-PoE 8 4000 The IN-POE 8000 or IN-POE 4000 Power over Ethernet Switches for 4 or 8 INSTAR PoE Cameras. With the IN-PoE 1000 you are always on the save side - The PoE injector detects if your end device supports PoE or not automatically and turns the power off in case your device is not compliant. This way your device can not be damaged even so it does not support PoE. Your Advantages: Fast Gigabit transfer rates (1000MBit) The IN-PoE 1000 Can handle devices with up to 35 Watt of power consumption. While most other injectors only support 15,6 Watt Thanks to a simply sliding system you can combine several injectors with each other in order to save space Easy plug&play installation Content: 1x IN-PoE1000 (PoE Injector) in black or white 1x Power cable 1x Quick installation guide Specifications Product name: IN-Poe 1000 Gigabit IEEE 802.3at PoE Adapter Input voltage: 100 - 240 V Output voltage: up to 48V @ 35 W Weight x height x depth: 88 x 51 x 166 mm",
    "link": "/Products/Power_over_Ethernet",
    "title2": "IN-PoE 1/4/8000",
    "chapter": "INSTAR Products",
    "tags": ["PoE", "power over ethernet", "IN-PoE 1000", "IN-PoE 4000", "IN-PoE 8000", "IEEE 802.3at"],
    "image": "/images/Search/P_SearchThumb_PowerOverEthernet.jpg",
    "abstract": "Power over the Ethernet Cable"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 Portable Router What is the IN-Route Family The INSTAR IN-Route P52 is designed to be your travel companion. Whether you stay in a hotel that only offers a LAN cable to access the internet with your tablet, whether you are on the road and just ran out of batteries on your smartphone or you just want to share the content of your USB thumb drive with your friends - the IN-Route P52 is the solution to your problem. The INSTAR IN-Route line offers a plug-and-play mobile wireless solution to share information between mobile devices. We offer you a NAS solution for your USB mass storage devices, as well as a power bank to recharge your cell phone or your compact camera - easily doubling most of your devices stamina to get through a day´s work. The IN-Route P52 - a small package with a great impact. What are the key features? Turn your wired network into a smartphone   tablet friendly wireless environment. Connect your wireless devices to stream share media. Attach your USB storage to make it´s content available on your network Extent your exisiting Wifi in repeater mode. Use the 5200 mAh internal battery to charge external USB devices like smartphones and compact cameras. Access your mobile internet through an external 3G dongle. What comes in the Box The IN-Route P52 comes with a USB cable to charge the internal Powerbank and a Quick-Installation Guide. 1 x IN-Route P52 Wireless Router NAS Power Bank 1 x USB Charging Cable 1 x The Quick-Installation Guide First Steps IN-Route P52 Introduction Interface :: Overview User Interface Overview Section. Interface :: Network User Interface Network Section Interface :: Firewall User Interface Firwall Section Interface :: System User Interface System Section Interface :: Help User Interface Help Section Technical Specifications IN-Route ModelHINSTAR IN-Route P52 Powerbank & Wireless AP Chipset (SoC) Ralink RT5350F Router-on-a-Chip CPU Core 360 MHz MIPS® 24K™ with 32 KB I-Cache 16 KB D-Cache Memory EM63A165 256Mbit (32MB) SDRAM Flash Storage W25Q32BV 32Mbit (4MB) WiFi Embedded 1T1R 2.4G CMOS RF, Embedded 802.11n 1T1R MAC BBP, 2 dBi Signal Strength   Channel Width: 20MHz (72Mbps)   40MHz (150Mbps) WiFi Standards IEEE 802.11 b g n @ 2.4-2.4835GHz Interfaces 1 x RJ45 10 100 Mbps LAN Port, 1 x MicroUSB Port for Charging (5V   1.8A max. Input), 1x USB 2.0 Host Interface (5V   1A Output). Ethernet Embedded 10 100 Mbps Ethernet Switch Battery Capacity 2x2600mAh ICR18650 3.7V, Charging Current Input   Output 1A Physical Dimensions 101 x 49.5 x 31mm Weight 135.6g Operating Temperature -5°C to 40°C Storage Temperature 0°C to 60°CC Operating Humidity 5% to 90% Non-condensing Storage Humidity 5% to 90% Non-condensing Supported Operating Systems Windows XP Vista 7 8, Mac OS, Linux, iOS, Android",
    "link": "/Products/IN-Route",
    "title2": "IN-Route P52",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Mobile Router and Powerbank"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Introduction",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 Introduction Interface Elements The IN-Route P52 Wireless Access Point and Spare Battery in One - The Perfect Travel Companion. IN-Route Model INSTAR IN-Route P52 Powerbank & Wireless AP 1a Power Indicator BLUE The blue LED indicates that the device is powered on and ready for operation. 1b Network Indicator TURQUOISE The green LED will start flashing when the router operates in AP or Bridge Mode - turning the constant blue light turquoise. 1c Storage Indicator GREEN The blue LED will start flashing when the router detects a USB storage device and will switch on the NAS function. The constant green light will be overlain by the flashing blue LED. 2 Micro USB Charging Port Use the cable that came with the device to recharge it (Charging time approx. 6h). 3 Charging Indicator Lights up when the device is being charged. 4 USB-Port Use this port to charge your mobile device or plug in a mass storage for use as a NAS. 5 Power Button Choose to deactivate the device (PowerOff Symbol), activate the charging service (Flash Symbol) or activate both the charging and the router (WiFi Symbol). 6 Network Connector RJ45 connector to connect the device with a router or modem via a LAN cable. 7 Reset Keep the reset pressed for 10s to go back to the factory defaults. 8 Charge Level Lights up when the Battery Button (see 9) is pressed - 1 LED = 0%-25%, 2 LEDs = 26%-50%, 3 LEDs = 51%-75% and 4 LEDs = 76%-100% of max. charge. 9 Battery Button Press to display the charge level. Connect Wireless Devices Use your IN-Route P52 to connect WiFi devices and exchange information wirelessly. Wireless Access Point Use your IN-Route P52 to create a wireless access point for your WiFi devices. Network Attached Storage Use your IN-Route P52 as a Network Attached Storage to exchange files between your WiFi devices. Powerbank Use your IN-Route P52 as your power bank to recharge your mobile devices. 3G Mobile Access Point Use your IN-Route P52 in combination with a 3G dongle to create a mobile access point.",
    "link": "/Products/IN-Route/First_Steps/Introduction",
    "title2": "IN-Route P52 :: Einführung",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Introduction to Basic Functions"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Charging",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 Charging When you press the battery button (see 6) and the battery indicator (see 7) shows a low charge, use the USB charging cable (above) in the charging port (see 2) to connect your IN-Route P52 with a USB power source. The power bank capacity is 5200 mAh which is - depending on the phone model you are using - about 2 complete charges for your smart phone, when the IN-Route is used as a pure power bank. The charging time for the batteries is about 6hrs on a standard USB port - like from your laptop. It can be quicker on special charging USB ports. Four Battery Indicator LEDs will light up once your power bank is fully charged (press the Indicator Button to check): The IN-Route P52 Powerbank is charged by the MicroUSB port with the USB cable that came in the box. 1 LED = 0~25% 2 LED = 26~50% 3 LED = 51~75% 4 LED = 76~100% Powerbank The IN-Route P52 Powerbank can charge mobile devices that can be charged by USB cable via USB charging ports. More and more mobile devices are compatible to USB charging devices like the IN-Route P52. Carrying your own small power bank with you can often double your mobiles battery life. Every mobile device that can be charged via a USB cable on your Laptops USB ports can be charged by the IN-Route P52 Powerbank. Besides the obvious smart phone even devices like compact cameras, GPS tracker or smart watches are often compatible. Now you just have to carry the USB cable that came with your device and use the IN-Route P52 as your power outlet to keep you going. Plug the USB charging cable that came with your mobile device into the IN-Route´s USB port (see 9). Slide the devices Power button to the 2nd position (Flash Symbol) to activate the Charging mode of the Power Bank. The attached mobile device should start charging automatically. Press the battery button (see 6) to check the power banks remaining battery level from time to time.",
    "link": "/Products/IN-Route/First_Steps/Charging",
    "title2": "IN-Route P52 :: Aufladen",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Charge your Powerbank"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Login",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 - The Login. Please make sure that your battery is fully charged by pressing the Battery Indicator button - 4 LEDs means the Powerbank is filled and ready to go. Now push the power slider into the third position, indicated by the WiFi symbol. The IN-Route will now start up the router - please wait a moment for it boot. You can check the Indicator LED on top of the device - once the router is ready for operation both of them - the blue and the green one - will be on, turning the light into a turquoise colour. Shortly after that you will see the IN-Route´s Wifi network pop up in your computer´s or mobile device´s WiFi list. Charge your Powerbank, check the Battery Indicator and then push the power slider in the WiFi position (the one with the WiFi symbol). How to Login to your IN-Route P52 Router Star up your computer or mobile device and check the list of available WiFi networks. The IN-Route´s default WiFi name (SSID) is IN-Route P52. Make sure that you check that your device is going to connect to the IN-Route automatically, as you might have to restart the router several times during the initial setup and this will save you the trouble from reconnecting manually. Please make sure that your device is configured to receive an IP address automatically from the router (DHCP) before you connect. If you are unsure what the configuration of your device is, it is most likely configured correctly and you can proceed. But just keep this in mind - if you can connect to the router but you cannot open the web user interface, it might just be that the DHCP service on your computer is deactivated. The default key for the WiFi network is: WiFi Key = 12345678 Choose the IN-Route network and connect to it with your computer or mobile device. Once the WiFi connection has been established, open your default web browser and type the routers IP into the address bar. The default IP is http:  192.168.169.1 and you can skip the http:   prefix with most browsers. As far as I collect it, only the Internet Explorer demands it. So typing in 192.168.169.1 and pressing enter will call the router s web user interface and confront you with a login prompt. The default login is: Username = admin Password = instar Now type http:  192.168.169.1 into your browsers address bar to open the web user interface. The default login for the IN-Route P52 is admin and the password is instar. You will now be presented with the router´s web user interface that allows you to configure the device to your personal needs. Please follow the links below the screenshot for further information on how to configure the router for specific tasks. But the good news is, if you just connect the router to a LAN cable, that is connected to a internet router - you are already done creating your own personal access point (AP). The IN-Route will automatically switch into an AP mode and give you access to the internet. So next time you are staying in a hotel room that only offers a LAN cable for internet access and everything you brought is your iPad - well, you are in luck now. Switch on the IN-Route, wait for it to boot, connect it to LAN cable and connect your iPad to the IN-Route´s WiFi network. Done - problem solved! But please be aware that it might take a few minutes for the router to negotiate the access. You will now be greeted by the router´s Home Screen to begin the configuration.",
    "link": "/Products/IN-Route/First_Steps/Login",
    "title2": "IN-Route P52 :: Login",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Login to your Router"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Installation Wizard",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 Installation Wizard Language Selection Your IN-Route will automatically try to choose the correct language for you - you can make a correction here if it goes wrong. Personalize your Login The default login for your IN-Route P52 is admin instar. We recommend that you choose a personal password - only use letters a-z (A-Z) and numbers 0-9 to be on the save side. Personalize your WiFi Key and SSID Even more important to change than the router login is the WiFi key - the default key is 12345678.",
    "link": "/Products/IN-Route/First_Steps/Wizard",
    "title2": "IN-Route P52 :: Installations Assistent",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Quick Installation of your Router"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Router Modes",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 Quick Access - Router Modes The IN-Routes home screen gives you three buttons that allow you to quickly adjust the router to your needs, without having to dig in to the configuration user interface. In the following we will go through all of the three router modes that are here, for you too choose from. The DSL Router Mode allows you to use the IN-Route directly connected to the modem you received from your Internet Service Provider. You just have to type in the login credentials you received from your ISP and can enjoy internet access in no time at all. The second option is to connect your router to an existing network via a LAN cable and create an Access Point (AP) for your wireless devices that don´t have an Ethernet interface to plug in the cable. This comes in handy when you are staying in hotels that only offer internet access over LAN cables. Plug in your IN-Route and you are good to go to browse the net on your iPad. Click on the router symbol to configure your IN-Route to either work as a DSL router behind a internet modem or to open a wireless AP for your mobile devices. Choose between the ADSL Router mode and the Wireless AP mode. To use the router directly behind your internet modem, please type in the login credentials you received from your internet service provider. The wireless AP mode only needs you to set up a DHCP hostname for your IN-Route. An IP address will be assigned automatically by your internet router, once connected to the existing network by LAN cable",
    "link": "/Products/IN-Route/First_Steps/Quick_Access/Router_Modes",
    "title2": "IN-Route P52 :: Router Modi",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Access Point or Dial-up Router"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: Repeater Mode",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 - Quick Access. Repeater Mode - The IN-Routes home screen gives you three buttons that allow you to quickly adjust the router to your needs, without having to dig in to the configuration user interface. In the following we will go through all of the three router modes that are here, for you too choose from. The Wireless Repeater mode allows you to bridge a distance between your WiFi router and the place where you actually need the WiFi network. You don´t have any WiFi in your favorite corner of your bed room ? Just put your IN-Route router half way between your router and that spot. The Repeater mode will catch the WiFi network from your internet router and amplify it for you. Choose the WiFi Router symbol to configure the Repeater Mode of your IN-Route P52. Use the scan button to discover all available WiFi networks in the area. Then choose the one you want to connect to and type in the WiFi key of that specific network (not the WiFi key of the IN-Route device).",
    "link": "/Products/IN-Route/First_Steps/Quick_Access/Repeater_Mode",
    "title2": "IN-Route P52 :: Repeater Modus",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Use your IN-Route to Extend your WiFi"
}
POST /wiki2_en/article
{
    "title": "IN-Route P52 :: 3G Mode",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Route P52 - Quick Access. 3G Mode: The IN-Routes home screen gives you three buttons that allow you to quickly adjust the router to your needs, without having to dig in to the configuration user interface. In the following we will go through all of the three router modes that are here, for you too choose from. You have a 3G dongle for mobile internet access but want to use it with more then just one device? Just plug it into the IN-Routes USB port and open the 3G Router Mode configuration. Plug in your 3G USB dongle into your IN-Route then choose the 3G Router mode from the Home Screen. Type in the dial-up information you received from your mobile internet provider and apply the configuration. You now turned your IN-Route P52 into a internet Hotspot for your network devices.",
    "link": "/Products/IN-Route/First_Steps/Quick_Access/3G_Mode",
    "title2": "IN-Route P52 :: 3G Modus",
    "chapter": "INSTAR Products",
    "tags": ["IN-Route", "Mobile Router", "Powerbank", "Access Point", "Wireless Router", "3G Router"],
    "image": "/images/Search/P_SearchThumb_MobileRouter.jpg",
    "abstract": "Use your IN-Route to your mobile Internet"
}
POST /wiki2_en/article
{
    "title": "INSTAR IN-Motion",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "INSTAR IN-Motion - Passive Infrared and Microwave Motion Detection What is the difference between IN-Motion 300 & IN-Motion 500? The IN-Motion 500 comes with a microwave and a passive infrared motion sensor. It is the perfectly suited for outdoor detection. The IN-Motion 300 is the perfect extension for your ip camera in order to minimize false alarms. It can only be used for your indoor surveillance. IN-Motion 300 External infrared motion detector IN-Motion 500 IN-Motion 500 Weather proof infrared & microwave motion detector IN-Motion 500",
    "link": "/Products/IN-Motion",
    "title2": "INSTAR IN-Motion",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "300", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Passive Infrared and Microwave Motion Detectiont"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 300",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Motion IN-Motion 300 IN-Motion 500 IN-Motion 300 Passive Infrared Motion Detector IN-MOTION is a passive (PIR) motion detector. This sensor is the perfect extension for your ip camera in order to minimize false alarms. While the camera is using a software based motion detection which compares each picture (frame) with each other to identify a motion, the PIR detector is only detecting humans or bigger animals which will release heat from the bodys. This way a tree which is moving in the wind or light which gets turned on and off will not cause an alarm of your ip camera. The IN-MOTION motion detector will not detect this kind of movment as an alarm which will lower the amount of false alarms enormously.The scope of the delivery sums up everything you will need to use the sensor with your INSTAR IP camera (as long as the camera model comes with an Alarm I O - please check the cameras technical specification): 1x IN-MOTION 300 1x 4m signal cable 1x power supply (12V   3A) with 3m cable 1x set of dowls and screws 1x installation manual IN-Motion 300 The IN-Motion 300 PIR Motion Detector for indoor IP Cameras. How does a motion detector work What is PIR? PIR stands for Passive Infrared or Pyroelectric Infrared. PIR sensors can be defined as detectors of warm-bodied targets in motion. A stationary target can not be detected. To detect a moving target, the target must have a surface temperature that is substantially different than the surrounding ambient temperature. Although the usual targets of a PIR detector are warm-bodied (mammals, birds), the PIR sensor will also detect a moving target that has a surface temperature that is significantly lower than the ambient temperature. As long as the target is large enough, and its surface temperature is detectably different than the ambient (higher or lower) - and the target is moving - it can be detected by a PIR sensor. Main Features of the IN-Motion 300 Internal logic control to avoid false alarms Auto temperature compensation Pulse count adjustment White light interference compensation RF interference comp. (20V m-1GHz) Wide angle Fresnel lense Ceiling installation Alarm output N.C. N.O. IN-Motion 300 The IN-Motion 300 - A powerful and inconspicuous camera companion. General Considerations Temperatures can often change dramatically in relatively short times. Large temperature changes can render the PIR sensor either more, or less, sensitive. As ambient temperatures rise to near 37ºC, the difference between the target and ambient temperature decreases - and the sensitivity of the sensor declines. As temperatures decrease the opposite is true and the sensor becomes more sensitive. As target and ambient temperatures become equal, the PIR sensor may no longer be able to detect a target. Large targets usually have enough variation in their surface temperature to allow the sensor to detect them - even when the ambient temperature is the same as their average body temperature. The IN-Motion PIR sensors compensate the PIR detector sensitivity according to the ambient temperature. This allows you to utilize the full range of the sensors capabilities - whenever and wherever they are needed! How do I install the IN-Motion 300 IN-Motion 300 These are the components of the IN-Motion 300 PIR motion detector. Component Function 1 Relay Jumper Allows you to set the relay to “Normally Open” (1&2) or “Normally Closed” (2&3). In NC mode an interruption in the connection to the sensor, e.g. when it is damaged, will lead to an alarm. NC is the standard mode. 2 Alarm Indicator Jumper Set the Jumper to the pins 2&3 to deactivate the red alarm indicator LED (see 7, below). 3 Tamper Switch Reserved holes for screw mounting (Recommended to use bracket mouting). 4 Connection Terminal Connector for the 12V power supply + alarm output. 5 Pulse Compensation Jumper In case your sensor triggers too many false alarms, please adjust the sensors sensitivity - Jumper on Pin 1&2 equals a high sensitivity, 2&3 an average sensitivity and removing the jumper leads to a low sensitivity. 6 IR Sensor Dual element pyroelectric detector. 7 Alarm Indicator The red shows LED the alarm state of the sensor. How do I connect it to my IP Camera ? IN-Motion 300 The camera´s alarm I O consists of 4 pins - 1&2 are the alarm output and 3&4 are the alarm input. Use the pins 3&4 for (potential-free) sensor devices you want to use to trigger the camera´s alarm. The IN-Motion PIR Sensor is already connected to the power plug and the alarm output cable. Simply connect the signal cable to your INSTAR cameras alarm input connector. The image below shows the I O bridge of IN-3005 3010 or 3011 - choose the ports 3 & 4 for the sensor cable and replug the bridge into the cameras I O connector. IN-Motion 300 These are the components of the IN-Motion 300 PIR motion detector. The alarm input of your camera might look different depending on your camera model. Please refer to your user manual to identify the correct ports. You may choose either polarity when connecting the cable. After connecting the PIR sensor with your camera’s signal input, please open the camera’s web user interface. Go to the alarm settings and activate the external alarm input. Depending on how you set up your sensor (N.C. or N.O.) choose the Relay Position (HD cameras)   Trigger Level (VGA cameras) accordingly. In practical terms that means - choose the value that doesn´t cause you a continuous alarm trigger even if nothing is happening in front of the sensor. You can use the IN-Motions alarm LED (red alarm indicator should light up when triggered, see table above 7) to test if the sensor is working. Testing it in it´s place of installation will allow you to adjust it to a suitable sensitivity. Triggering the PIR sensor should now trigger an alarm event inside of the camera. The trigger event will be treated just like an internal motion detection event by the camera. So all the settings in place for an alarm event (video recording, email notification, ftp upload, etc) can be triggered by the PIR sensor from now on. Technical Specifications Sensor Model INSTAR IN-Motion 300 PIR Motion Detector Operating Voltage D.C. 9V - 16V Current Consumption 18mA @ DC12V Detection Distance Diameter - 8m (at a height of 3.6m) Detection Angle 360 ° @ an opening angle of ~ 90° Start-up Time 60 seconds (warm-up time up to 10 minutes in temperatures below -10°C !) RF Interference Compensation 10MHz 1GHz 20V m Alarm Indicator Red LED Alarm Output N.C. or N.O., DC 28V 100mA Tamper Output N.C., DC 28V   100mA Sensor Dual element pyroelectric sensor Environment Humidity 95% RH (no congelation) Working Temperature -10°C to +50°C Installation Mode Ceiling- or Wallmount Installation Height 2.5m to 6m Size 79 mm diameter   23mm depth Compatible with IN-2905 V2, IN-2907, IN-2908, IN-3001, IN-3005, IN-3010, IN-3010 PoE, IN-3011, IN-4009, IN-4010, IN-4011, IN-5907HD, IN-5907HD PoE, IN-6011HD, IN-6012HD, IN-6012HD PoE, IN-7011HD, IN-7011HD PoE",
    "link": "/Products/IN-Motion/300",
    "title2": "INSTAR IN-Motion 300",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Normally Closed Open", "IN-Motion", "300", "Trigger Level"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Passive Infrared Motion Detector"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Motion IN-Motion 500 The IN-MOTION 500 PIR & Microwave Motion Detector IN-Motion 500 :: Logo The IN-MOTION 500 PIR & Microwave motion detector, as the name might suggest, contains a dual sensor array with a microwave motion detector and a passive infrared heat detector. The Microwave unit works by the principle of Doppler radar. A continuous wave of microwave radiation is emitted, and phase shifts in the reflected microwaves due to motion of an object toward (or away from) the receiver result in a heterodyne signal. Passive infrared sensors are sensitive to a person s skin temperature through emitted radiation at mid-infrared wavelengths, in contrast to background objects at room temperature. No energy is emitted from the sensor, thus the name passive infrared (PIR). In order for motion to be detected, both sensors must trip together. The combination of both techniques lowers the probability of a false alarm since heat and sunlight changes may trip the PIR but not the microwave, while moving trees in the background may trigger the microwave unit but not the PIR. The scope of delivery contains all the components you need to connect the detector with your INSTAR IP camera. The sensor is rated to be weatherproof - but please be aware that you will have to seal the cable entry point if you want to install the detector in an area that is heavily exposed to the weather. Content of Delivery 1x IN-MOTION 500 1x 5m Signal Cable 1x Power Supply (12V 1A) 1x Wall Mount 1x Set of Dowels and Screws 1x Installation Manual IN-Motion 500 :: Content of Delivery The IN-Motion 500 Motion Detector comes with everything you need to connect it to your INSTAR IP Cameras. A separate indoor power supply, a wall mount with dowels and screws and a 5m extension cable to connect the sensor with your camera. The long cable allows you to bring your detector close to the area you are monitoring. Or to make good use of a chocking point in the terrain everyone has to pass through before reaching the area that is in view of the camera. IN-Motion 500 Usermanual IN-Motion 500 Sensor How does the Dual Sensor work? All methods of intrusion detection have their downfalls. The solution to this problem combine them and have one method take over when the other is failing. Regular heat detectors (PIRs) work best in a cold environment, preferably at night (no interference from sun light) and when the intruder passes in front of the sensor. They can be fooled when the intruder masks his body heat. Or when the background temperature is close to body temperature. A false positive detection, on the other hand, can be cause by rising hot air above a surface that is being heated by sunshine. Microwave detectors are emitting waves that are deflected by obstacles in their path. Reflected waves are then registered by a second antenna inside the sensor and changes in the reflection - caused by new objects - detected. There is very little interference with heat and sunlight and the detector also works if an intruder is walking straight towards the sensor. These two types of sensors complement each other with one more sensitive in the area where the other is less sensitive. IN-Motion 500 Setup Setup your IN-Motion 500 for Operation Before using your IN-Motion in combination with your INSTAR camera, you first have to connect it to the sensor cable, choose whether you want to use it in N.C. or N.O. configuration and adjust the sensitivity of both sensors. Additionally, you can either use both sensors in OR or AND mode. In the first case, it is sufficient that one sensor detects something to trigger an alert inside your camera. This is the optimal mode if one sensor is inhibited in the environment you are using your sensor - e.g. in a very hot environment the PIR sensor can become unreliable since the difference in background and body temperature becomes negligible. The AND should be used if you are receiving too many false-positive alerts due to false detections by one of the sensors. IN-Motion 500 Wiring Connect the IN-Motion 500 with your INSTAR Camera Once your IN-Motion is set up, the rest of the installation becomes very easy. Mount the sensor on a wall or ceiling and plug in the power supply. Now connect the end of the sensor cable with your camera´s Alarm-IN. The Alarm-IN connector is either situated at the cable tree of your outdoor camera, or in the base of the camera case, of your indoor camera. Please check your camera´s user manual for the exact location. Remark: Not all camera models come with an alarm relay. Please make sure that your camera supports external sensors before buying the IN-Motion 500. IN-Motion 500 WebUI IP Camera WebUI Setting Depending on the way you wired up your sensor in the earlier step, you have to choose the correct operation mode inside your camera´s web user interface. Please open the interface inside your web browser and navigate to Alarm Actions to activate the relay and choose whether you operate it in N.O. or N.C. mode. If you choose to use the PIR and MW sensor in the OR configuration (see above), it is recommended to couple the camera´s internal software based motion detection with the external trigger (only available for HD cameras). Otherwise, you can deactivate the camera´s internal detection. IN-Motion 500 Considerations Considerations As partly already mentioned earlier, there are many factors that affect the sensitivity and accuracy of both sensors. It is important that you plan ahead, where you install the sensor and what kind of interferences you are expecting. Do you need the maximum sensitivity to catch the even the slightest movement - even if this means that you will also receive false alerts? Or do you want to couple the sensors and maybe reduce their sensitivity to make sure that your camera is only triggered when both sensors detected a motion? IN-Motion 500 External Recording External Recording Devices Using an external motions sensor will give you a much better result in your alarm recordings. All Software based motion detection is prone to false alerts due to changes in lighting or general wheather conditions, like rain, snow or fog. Surveillance Solutions, as offered by, e.g., QNAP or Synology, provide a superior software based motion detection. But they still can´t match the accuracy of a hardware sensor, operating in unison with your surveillance camera. Those systems, therefore, offer the option to use the external sensor as the alarm trigger - instead of relying on their internal detection.",
    "link": "/Products/IN-Motion/500",
    "title2": "INSTAR IN-Motion 500",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Passive Infrared and Microwave Motion Detectiont"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: Dual Sensor",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Motion IN-Motion 500 Dual Sensor How does a dual motion detector work? What does PIR stand for? PIR stands for Passive Infrared or Pyroelectric Infrared. PIR sensors can be sensors can be defined as detectors of warm-bodied targets in motion. A stationary target cannot be detected. To detect a moving target, the target must have a surface temperature that is substantially different than the surrounding ambient temperature. Although the usual targets of a PIR detector are warm-bodied (mammals, birds), the PIR sensor will also detect a moving target that has a surface temperature that is significantly lower than the ambient temperature. As long as the target is large enough, and its surface temperature is detectably different than the ambient (higher or lower) - and the target is moving - it can be detected by a PIR sensor. How does the Microwave part work? The Microwave sensor detects motion through the principle of Doppler radar, it is similar to a radar speed gun. It sends out microwave pulses and measures the reflection off a moving objects. They cover a larger area than infrared sensors, but are more vulnerable to electrical interference. Microwave motion detectors are different than PIR motion detectors in that they are active devices. They transmit energy and look for a frequency (Doppler) shift due to motion in the covered area. The microwave motion detector sends out high radio frequency waves and then detect the level of energy reflected back to the device. If the radio frequency wave hits a moving object, the frequency changes and the motion detector is activated. Microwave motion detectors by themselves would cause frequent false alarms as microwave energy penetrates many building material. IN-Motion 500 The IN-Motion 500 Dual PIR & Microwave Motion Detector for IP Cameras. LED Alarm Indicator The red LED flashes during the initialization. Please wait for 15min to allow the sensor to become operative. Indicator PIR Detection Microwave Detection RED LED Constant On Yes Yes Blue LED Flash Yes No Blue LED Constant On No Yes The Sensor should be tested at least once a year! Enable the status LEDs (if deactivated), remove power and re-instate power after 10s. Wait for 15min for the sensor to initialize. Now walk across the monitored area (within the sensor´s optical field-of-view). With the sensitivity set to STANDARD, the red alarm LED should turn on after about three to five steps. Each time the LED turns on, wait for it to turn off again. Then wait for 15s before continuing the walk-test. When there is no motion in the monitored area, the LED should remain off. IN-Motion 500 The IN-Motion 500 Dual PIR & Microwave Motion Detector for IP Cameras. PIR Know-how & Consideration What is PIR & Microwave Motion Detector? PIR Sensor IN-Motion 500 PIR Sensor PIR stands for Passive Infrared or Pyroelectric Infrared. PIR sensors can be sensors can be defined as detectors of warm-bodied targets in motion. A stationary target cannot be detected. To detect a moving target, the target must have a surface temperature that is substantially different than the surrounding ambient temperature. Although the usual targets of a PIR detector are warm-bodied (mammals, birds), the PIR sensor will also detect a moving target that has a surface temperature that is significantly lower than the ambient temperature. As long as the target is large enough, and its surface temperature is detectably different than the ambient (higher or lower) - and the target is moving - it can be detected by a PIR sensor. Microwave Sensor IN-Motion 500 MW Sensor The Microwave sensor detects motion through the principle of Doppler radar, it is similar to a radar speed gun. It sends out microwave pulses and measures the reflection off a moving objects. They cover a larger area than infrared sensors, but are more vulnerable to electrical interference. Microwave motion detectors are different than PIR motion detectors in that they are active devices. They transmit energy and look for a frequency (Doppler) shift due to motion in the covered area. The microwave motion detector sends out high radio frequency waves and then detect the level of energy reflected back to the device. If the radio frequency wave hits a moving object, the frequency changes and the motion detector is activated. Microwave motion detectors by themselves would cause frequent false alarms as microwave energy penetrates many building material. Dual Sensor IN-Motion 500 Dual Sensor Motion Detectors that combine PIR with a microwave sensor are the better but more expensive choice. Since each operates in different areas of the spectrum, and one is passive and one is active, dual technology motion sensors are not as likely as other types to cause false alarms, because in order for the alarm to be triggered, both sensors have to be tripped. Therefore, the false alarm is minimized compared to a single PIR sensor. Keep in mind that motion sensors aren’t error-proof. False alarms are usually caused by light sources with a high IR percentage and heating (or cooling) systems (PIR) or electrical interferences from fluorescent lights and mobile devices (MW). IN-Motion 500 Dual Sensor Place motion sensors at “choking-points”— areas where people have to walk through, like the stairwell or main hallway. That way, an intruder will trip the sensor regardless of where they are headed. Make use of all the advantages the 3 motion detection methods provide. PIR motion sensors work best when the intruder walks parallel to the sensor, not toward it. For example, in a hallway you tend to walk parallel to the walls, not directly toward them. For MW sensors the case is the other way around. Walking towards them will result in a much earlier detection. If both sensors are coupled by the AND logic, this will lead to a problem. Setting up your IN-Motion 500 so that both sensors can trigger an alarm (OR mode - DIP5 has to be in the OFF position to decouple both sensors). This might lead to a higher number of false alerts. But those can be levelled by coupling the sensor with the internal, software-based detection inside your INSTAR HD camera. Please check your camera´s web user interface under Alarm / Action about details on this mode of operation.",
    "link": "/Products/IN-Motion/500/Dual_Sensor",
    "title2": "IN-Motion 500 :: Dual Sensor",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "How does a dual motion detector work?"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: Setup",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Base Hole Preparation A Bracket clipping mount B Reserved holes for wire induction. C Reserved holes for screw mounting (Recommended to use bracket mouting) Please remove the knockout labeled B for the power supply and signaling cable. Insert the cables through the hole before connecting it to the sensor. Remark:  Please make sure that the wiring screw hole is sealed with silicone gel after installation to keep the casing weatherproof. IN-Motion 500 :: Backcover Open base knockouts as required to insert sensor wiring and prepare the screw mount. Microwave Sensitivity Switch Microwave sensitivity can be adjusted by turning the switch as below: Clockwise for more sensitivity Counter clockwise for less sensitivity When the microwave sensor stops sending or receiving signals, then the device stays in alarm status; when the microwave sensor sends and receives signals, then the device is in normal function. Normally Closed vs. Normally Open IN-Motion 500 Normally Closed vs. Normally Open The circuit part of the relay has two ways to which the wires leaving the relay can be connected, as either Normally Closed or as Normally Open. On the connector these two options are indicated as NC and NO. Security devices are wired NC by default. This way, tampering with the device to negate it will cause the alarm the intruder tried to prevent. IN-Motion 500 Sensitivity & Wiring Wiring Outlet and MW Sensitivity. Dip Switch Configuration DIP 1  LED Status During Alarm ON:  LED is in use during alarm default. OFF:  LED is deactivated during alarm. DIP 2 PIR Sensitivity Switch ON: Standard 2 Pulse Mode: Minimize false alerts default. OFF:  Highest Sensitivity. DIP 5 Dual Sensor Coupling ON: AND Mode: both Microwave and PIR have to trigger an alarm. Coupling is only active with DIP 2 in the ON Position. OFF:  OR Mode: either PIR or Microwave are detecting alarm default. The switches DIP 3, DIP 4, DIP 6 are not in use. Recommendation:  If you experience too many false alerts, please switch DIP 5 in On mode to couple both (MW & PIR) sensors. Additionally you can couple the combined sensors with the internal motion detection of your INSTAR HD camera (please check the web user interface: Alarm Actions). In this case the alarm can only be triggered if all three detect the intruder. When you notice that one sensor repeatedly fails to trigger, decouple it from the chain. To prevent it from blocking the detection. For example: The PIR heat detector will fail during the day on a hot day - because the environment will heat up close to body temperature and the heat of your body becomes barely visible against that background. Put the DIP 5 switch into the OFF position to compensate this effect. IN-Motion 500 :: Dip Switches The DIP switches allow you to configure your sensor´s status LED (DIP 1), the sensitivity of its PIR heat detector and whether or not you want both sensors (PIR and MW) to be coupled.",
    "link": "/Products/IN-Motion/500/Setup",
    "title2": "IN-Motion 500 :: Setup",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Before Installing your Motion Detector"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: Wiring",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Wiring Connector V+ Power Supply + Connector for the 12V power supply + V- Power Supply - Connector for the 12V power supply - C & NC Relay Jumper NC Allows you to set the relay to Normally Closed (C&NC). In NC mode an interruption in the connection to the sensor, e.g. when it is damaged, will lead to an alarm. N.C. is the standard mode. C1 T2 & NO1 Relay Jumper NO Allows you to set the relay to Normally Open (C1 T2 & NO1). In NO mode an interruption in the connection to the sensor will not cause an alarm. The N.O. mode is not recommended. C1 T2 & T1 Tamper Switch This is for external tamper switch to cause an alarm in case the sensor is opened to avoid manipulation. IN-Motion 500 Layout Exposed Base of the IN-Motion 500 PIR and MW Motion Detector. Connect the IN-Motion 500 with your INSTAR Camera IN-Motion 500 Remove the Backcover Step 1:  Open the IN-MOTION 500 by using a Philips screw driver to press the button at the bottom. Separate the front cover from the back cover. IN-Motion 500 :: Remove the Knockouts Step 2:  Use the screwdriver to push one of the two holes, AND then induce the 4-wires of the 5 meter cable into this hole and proceed to next step. IN-Motion 500 :: NO & NC Wiring Step 3:  Loosen the screws of V+, V-, C and NC (or C1 T2 and NO1) and insert the red  wire to V+, the black to V- and the two signal cables to NC or NO ports. IN-Motion 500 :: Alarm I O Step 4:  Tighten the screws and close the casing. Clip the casing to the bracket. Connect the power plug to the delivered 12V 1A power supply. Connect the two signal wires to the cameras alarm input I O. The connector for the alarm input of your camera might look different depending on your camera model. Please refer to your IP Camera user manual to identify the correct I O ports. You may choose either polarity when connecting the cable. Technical Specifications Sensor Model INSTAR IN-Motion 500 Dual Microwave & PIR Motion Detector Operating Voltage D.C. 12V Current Consumption 62mA @ DC12V Relay output NC   NO, DC 25V 100mA Detection Angle 110° Detection Area 12 m x 12 m Start-up Time 60 seconds (warm-up time up to 10 minutes in temperatures below -10°C !) RF Interference Compensation 10MHz 1GHz 20V m Alarm Indicator Red and Blue LED Alarm Output N.C. or N.O., DC 25 V 100 mA Tamper Output N.C., DC 25 V 100 mA Sensor Dual element pyroelectric and microwave sensor Environment Humidity 95% RH (no congelation) Working Temperature -10°C to +50°C Installation Mode Wall mount Mounting Options Ceiling- or wallmount Size (H W D) 60 mm 45mm 136 mm Weight 150g Compatible with IN-2905 V2, IN-2907, IN-2908, IN-3001, IN-3005, IN-3010, IN-3010 PoE, IN-3011, IN-4009, IN-4010, IN-4011, IN-5907HD, IN-5907HD PoE, IN-6011HD, IN-6012HD, IN-6012HD PoE, IN-7011HD, IN-7011HD PoE",
    "link": "/Products/IN-Motion/500/Wiring",
    "title2": "IN-Motion 500 :: Wiring",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Connect your Motion Detector with your Camera"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: User Interface",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IP Camera WebUI Setting - After connecting the PIR sensor with your camera’s signal input, please open the camera’s web user interface. Go to the alarm settings and activate the external alarm input: IN-Motion 500 :: INSTAR VGA WebUI INSTAR VGA Series IN-Motion 500 :: INSTAR HD WebUI INSTAR HD Series Depending on the operation mode of the sensor (NO or NC), you might receive a constant alarm trigger. Please adjust the Alarm Trigger Level (low high) or Circuit during alarm (closed open) accordingly. If you choose to use either the PIR or Microwave sensor independently, an alarm will be triggered when either the red or blue LED lights up; If you choose to combine the PIR and Microwave sensor, then an alarm will only be caused when the red LED lights up. (Page 3 LED Indicator & Page 4 DIP switch DIP 5 “ON” “Off” mode). The motion detector will now trigger an alarm event inside of the camera as the LED goes on. The trigger event will be treated just like an internal motion detection event by the camera. So all the settings in place for an alarm event (video recording, email notification, ftp upload, etc.) can be triggered by the PIR sensor from now on.",
    "link": "/Products/IN-Motion/500/User_Interface",
    "title2": "IN-Motion 500 :: Benutzeroberfläche",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Set up your Camera to work with the Sensor"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: Considerations",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Installation Consideration - What do I need to consider before installing the PIR sensor? It is recommended to install the sensor at a height between 1.8m and 2.4m in order to get the best coverage of the area. The sensor coverage area is approximately conical in shape and is broken up into zones by a Fresnel lense - see below for a view of coverage area. The target to be detected must pass either into or out of one of these zones in order to be detected. Small targets can sometimes move between these zones and not be detected because they never pass into or out of a zone. Detection Window Top View Diagram IN-Motion Diagram Detection Window Side View Diagram IN-Motion Diagram Targets moving directly toward or away from the sensor may sometimes escape detection as PIR sensors tend to be less sensitive to this type of movement - this is most likely to occur with small targets. Please note also that you should not point the PIR towards an area with constantly moving objects such as vehicles, small animals, hanging objects or trees that can move in the wind. Unless necessary, for the best results, a target should move across the coverage area. Note how the zones are spaced wider near the end of the sensors range, and are shorter at the edges of the coverage area. At the far end of the detection area the sensor is covering the largest number of square feet. As you move closer to the sensor its coverage area decreases. General Considerations Temperatures can often change dramatically in relatively short times. Large temperature changes can render the PIR sensor either more, or less, sensitive. As ambient temperatures rise to near 37ºC, the difference between the target and ambient temperature decreases - and the sensitivity of the sensor declines. As temperatures decrease the opposite is true and the sensor becomes more sensitive. As target and ambient temperatures become equal, the PIR sensor may no longer be able to detect a target. Large targets usually have enough variation in their surface temperature to allow the sensor to detect them - even when the ambient temperature is the same as their average body temperature. The IN-Motion 500 PIR sensors compensate the PIR detector sensitivity according to the ambient temperature. But it is recommended to de-couple the microwave sensor from the PIR on hot summer days (or hot interior environments), to not solely depend on the heat detection! In the decoupled state (the DIP switch 5 needs to be in the OFF position) both sensors can trigger an alert. How do I minimize false alarm by the PIR sensor? The greatest drawback of the PIR sensor is that it will detect anything that is moving - hot air, cool shadows under passing clouds, rising heat stored in the surrounding vegetation, etc. - and has a temperature differing from ambient. The IN-Motion 500 has been optimized to minimize these problems, but in harsh environment settings, some false readouts are unavoidable. Below are some tips to help you minimize false events. Direction Point the sensor away from the rising or setting sun. In general, North or South works well, but your local site conditions could dictate Otherwise. Warm Surfaces Keep the sensor aimed at an area that will not have intense, direct sunlight warming all or part of the detection area. Shadows of trees or clouds moving across a sun-warmed area can cause a momentary temperature drop which could cause a false event to be recorded. Warmed air rising from the ground can cause problems too. Vegetation Tall, sun-warmed grasses or other vegetation blowing in a breeze can be detected. Point the sensor away from dense, sun-warmed vegetation which can trap heat. Temperature Drops Even in a shaded area, keep the sensor pointed away from dense shrubs or trees that can retain the day’s warmth. If the air temperature drops at night - and the still warm shrub moves in the wind, this movement could be detected. Birds If the area is known to have many small birds mammals, you will surely get many blanks, as these active, fast animals will often leave the frame before a picture can be taken. Wind Wind can cause false events. The moving air might be warmer or cooler than the background. Place the sensor in an area sheltered from strong winds. Installation Wind can also cause movement of the object you have your sensor mounted to. Make sure to secure your sensor to an object that will not sway in strong winds. Any movement of the equipment may be interpreted as motion by the sensor. Target Size A small target near the end of the sensors range crosses only a tiny percentage of the total covered area and might escape detection. A small target close in to the sensor crosses a greater percentage of the covered area and is much easier to detect. A target’s size, distance from sensor, and surface temperature play an important part in the sensors effective range. How to Test? Please conduct a walking test after installing the device onto a wall to ensure the device is functioning. Please check before the test: DIP1 & DIP5 switches are switched to “On” Ensure all wiring is correct IN-Motion 500 :: Dual Sensor Step 1.  When power is on, please wait for 15min for the device has finished self-inspection (red LED will stop flashing once done) and for the sensors to warm up. When moving within the detection area, the red LED will light up and signal a detection if both sensors detected you. After 2s of no movement, the LED will turn off. Wait for 15s for the sensors to become active again. Step 2.  Now walk to edge of the detecting area, check the LED status. The blue LED will be on if you are within the PIR detecting area and it will flash if you are in the microwave detection area. Step 3.  Repeat step 2 on all edges of the detection area to see if it covers your required area. The red LED has to light up in order to signal you that both the PIR and Microwave sensor detected you. Step 4.  You may adjust the Microwave strength clockwise to strengthen the sensitivity - if required.",
    "link": "/Products/IN-Motion/500/Considerations",
    "title2": "IN-Motion 500 :: Erwägungen",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "What should I consider before the Installation?"
}
POST /wiki2_en/article
{
    "title": "IN-Motion 500 :: Recorder",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "External Recording Devices. How to use your external Sensor to trigger an alarm recording. Using an external motions sensor will give you a much better result in your alarm recordings. All Software based motion detection is prone to false alerts due to changes in lighting or general wheather conditions, like rain, snow or fog. Surveillance Solutions, as offered by, e.g., QNAP or Synology, provide a superior software based motion detection. But they still can´t match the accuracy of a hardware sensor, operating in unison with your surveillance camera. Those systems, therefore, offer the option to use the external sensor as the alarm trigger - instead of relying on their internal detection. QNAP Surveillance Station Check to trigger an alarm when the alarm inside your camera is triggered. Use the first option if you want to couple the internal motion detection of your camera with the external sensor. Or check the second line to leave the triggering to the external motion detector. How activate the external trigger in the QNAP Surveillance Station? After adding your camera to the QNAP Surveillance Station, just go to Event Management and check the needed option. If you deactivated the internal motion detection of your camera and solely rely on the external motion detector, choose the second check box and let the Surveillance Station monitor the state of your camera´s alarm input. Whenever some trips the detection of your motion sensor, an alarm recording will be triggered on your QNAP NAS. The first option, on the other hand, monitors the internal alarm state of your INSTAR camera and triggers an alert whenever your camera does. Use this option, if you coupled the internal motion detection of your camera with external sensor! This way the Surveillance Station will only start recording, if both your IN-Motion Sensor and the software based detection of your camera is triggered. This mode will significantly reduce false alerts!",
    "link": "/Products/IN-Motion/500/Recorder",
    "title2": "IN-Motion 500 :: Aufnahme Stationen",
    "chapter": "INSTAR Products",
    "tags": ["Motion Detection", "Passive Infrared", "PIR", "Microwave", "IN-Motion", "Dual Sensor", "500"],
    "image": "/images/Search/P_SearchThumb_MotionDetector.jpg",
    "abstract": "Integration into QNAP and Synology Stations"
}
POST /wiki2_en/article
{
    "title": "IR Lighting",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-90X - IN-903 IN-905 IN-906 IN-907 IR Spotlights. All INSTAR night vision cameras use infrared LEDs that have an emission maximum around 850nm. Photons with a wavelength higher than ~750nm are invisible to the human eye, but still clearly visible to a CMOS sensor. Especially if used indoors, night vision cameras can easily illuminate a small office space. Indoor environments are ideal as walls, furniture, the floor and ceiling reflect huge amounts of IR light back to the camera, allowing you to see every detail of the room clear-as-day. The situation can look very different once you are outside of the building. Green areas like lawns, bushes and trees reflect the incoming light in such a diffuse matter, that only a fracture of the light intensity ever returns to the camera. The result is, that the camera image stays very dark at night. A person or car moving into the surveillance area will again reflect a huge amount of the IR light and will register easily. The problem is, that the camera sees mostly black and automatically increases the exposure time of every image shot for the live video stream, causing every tiny movement to blur the object. You often end up being unable to recognize a face or car brand, if they don´t stop for a few seconds in front of the camera for you. How do you get around this problem? Easily! Use an HD camera and install a regular floodlight with a motion switch. HD cameras have a much bigger sensor and catching a lot more light - allowing them to use shorter exposure times, which again leads to less motion blur in your images. The also react a lot faster to changes in the light conditions - if you switch on an external light. VGA cameras will be blinded for a while, allowing the subject to leave the surveillance area, while you are still looking at a white screen. But what if you don´t need the HD resolution? What if a regular light is to obvious and you need a more discreet surveillance? The IN-900 Series Infrared Spotlights might just be what you need to supplement your existing cameras. Build to the IP65 Standard they can easily be installed, wherever you have a power outlet available. It is even possible to install them closer to the car, door or whatever is the subject of your surveillance, to focus their light to the area that counts. All models work autonomously via a twilight switch   photodiode, only switching themselves on when it gets dark. And they adjust their power output automatically according to the brightness of the surrounding. The don´t need to be wired to a camera. IN-903 Wide Angle Low Range External infrared spotlight with 60 IR LEDs for a realistic range of approximately 15-20 meter with 80 degree illumination angle. For instance, this infrared spotlight is the perfect companion for the model IN-4010. But you can also use the IN-903 Spotlight with every other cameras in order to flood the captured area with more infrared light. The infrared spotlight can be directly plugged into every power socket and has an automatic sensor which automatically turns the spotlight on and off. As soon as it gets dark the IR LEDs will activate and illuminates the area with invisible infrared light. The power usage of the spotlight is very low, compared to regular light sources, and lies around 6-8 Watt, depending on how dark the surrounding is. Please keep in mind that objects in front of the camera will reflect IR light thus increasing the illumination. The more objects you have in front of the camera the more you will see. If you point the spotlight towards highly diffuse reflective areas, like lawns and greeneries, the amount of light reflected towards the camera will fall off dramatically, resulting in a much darker image. INSTAR Infrared Spotlights The IN-903 Infrared Spotlight. IR Spotlight Model INSTAR IN-903 Available Colours Black White Illumination Angle 80 ° Range 15 - 20 m Number of LEDs 60 GaAlAs LEDs Wavelength 850 nm Output  LED 0.1 Watt Power Supply 110 V - 220 V (50 Hz - 60 Hz) Power Consumption 8 Watt (max.) Weight 300 g Measurements H W D 11.4 cm 12.9 cm 10.3 cm IN-905 Small Angle Long Range External infrared spotlight with 60 strong IR LEDs for a much longer range of approximately 20-30 meter with a smaller angle of 60 degree illumination. You can use the IN-905 Spotlight with every INSTAR cameras in order to flood the captured area with more infrared light. The infrared spotlight can be directly plugged into every power socket and has an automatic sensor which automatically turns the spotlight on and off. As soon as it gets dark the IR LEDs will activate and illuminates the area with invisible infrared light. The power usage of the spotlight lies a little bit higher than the smaller IN-903 with 6-10 Watts depending on how dark the surrounding is. Please keep in mind that objects in front of the camera will reflect IR light thus increasing the illumination. The more objects you have in front of the camera the more you will see. If you point the spotlight towards highly diffuse reflective areas, like lawns and greeneries, the amount of light reflected towards the camera will fall off dramatically, resulting in a much darker image. This spotlight, if used at a short distance, should be directed towards a wall or the ceiling close to the point of surveillance to use the indirect light to illuminate the area. Using the model IN-905 on short range directly, will lead to a tiny pool of light in the center. The camera will either overexpose this area to resolve the background or vice versa, leading to a background underexposed to black. INSTAR Infrared Spotlights The IN-905 Infrared Spotlight. IR Spotlight Model INSTAR IN-905 INSTAR IN-905 invisible Available Colours Black White Black White Illumination Angle 60 ° 60 ° Range 20 - 30 m 5 - 10 m Number of LEDs 60 GaAlAs LEDs 60 GaAs LEDs Wavelength 850 nm 940 nm Output  LED 0.2 Watt 0.2 Watt Power Supply 110 V - 220 V (50 Hz - 60 Hz) 110 V - 220 V (50 Hz - 60 Hz) Power Consumption 10 Watt (max.) 10 Watt (max.) Weight 400 g 400 g Measurements H W D 17 cm   15.5 cm   12 cm 17 cm   15.5 cm   12 cm How to install the Spotlight Spotlight Installation IN-90X IR Spotlight - Component Overview. Powerplug, Wall or Ceiling Mount and the IP65 Casing. Spotlight Installation 1. Please plug the spotlight power cable to your 110V or 230V power socket. Spotlight Installation 2. Please adjust the installed spotlight so that it points in the same direction as the camera in order to get the best result. Spotlight Installation 3. The spotlight should be pointed at bright surfaces to maximise the amount of infrared light reflected to the camera to achieve uniform illumination. Be Aware: Please avoid directing the spotlight onto lawns or into open areas that won´t reflect the light. Only light that returns to the camera contributes to the lighting! You will “loose” most of the light in case of highly absorptive (black surfaces) or diffuse reflective (e.g. lawns or trees) objects. Spotlight Installation 4. All spotlights employ integrated lenses on each LED to gain a high operating dinstance. In case that you rather need an even illumination instead of a wide distance, please use a thin leaf of paper or a semi-tranparent foil as a diffuser under the glass cover. Visible vs. Invisible Why are my IR LEDs red? Infrared Light Infrared LEDs working at 850nm - invisible to the human eye - still emit a small percentage of light that is visible as a red shimmer. The nightvision capability of your INSTAR Camera utilizes infrared light with a wavelength of 850nm. Diodes in this wavelength range still emit some light in the visible range (red) which is the cause of the red gleam that you can see when looking directly into the infrared LEDs. Only the spotlight IN-905 (940) uses LEDs that are completely invisible to the human eye! Warning! The application of invisible 940nm diodes comes with the disadvantage of effectively halving the operating range of your spotlight! The cause for this effect is the decreased sensitivity of the imaging sensor, which is falling rapidly with the increasing wavelength in the IR region. Furthermore, there is an increase in the air’s opacity for light in the range around 900nm. The application of a 940nm spotlight is only recommended, if an invisible illumination of the observed area is deemed necessary. Infrared Light The sensor response for incoming light of a higher wavelength is greatly reduced leading to a reduced sensitivity towards LEDs @940nm and a reduced range for those spotlights. Infrared Light Also the air tends to work against us at higher wavelengths - the opacity rises quickly, further decreasing the range you will achieve with a 940nm light source especially in outdoor conditions.",
    "link": "/Products/IR_Lighting",
    "title2": "IR Flutlichter",
    "chapter": "INSTAR Products",
    "tags": ["Infrared", "Spotlight", "Lighting", "Nightvision", "IN-903", "IN-905", "IN-906", "IN-907"],
    "image": "/images/Search/P_SearchThumb_InfraredSpotlights.jpg",
    "abstract": "Infrared Spotlights for your IP Camera"
}
POST /wiki2_en/article
{
    "title": "IN-Mikro",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Mikro 380 - The IN-MIKRO 380 is a high quality active microphone which can be easily connected to your IP Camera. All you need is an IP Camera device which has a built-in audio input. The following models are currently supported: IN-2901, IN-2905 V2 (year of manufacture 2013), IN-2908, IN-5907, IN-4010, IN-4011, IN-5907HD and the new introduced IN-7011HD. Please take notice, that in order to use this microphone with the IN-4010, In-4011, IN-5907HD or the IN-7011HD you will need to use a different Y-cable for 12V power supplies then for the 5V models. Your Advantages Background noises will be reduced (in comparison to a simple included mic) Clear and pure sound transmission Easy connection to your camera through Chinch Adjustable sensitivity of the microphone  Content of delivery 1x Microphone IN-MIKRO 380 1x Y-cable for 12V IP Cameras 1x Screws and dowls 1x User manual IN-Mikro 300 The IN-Mikro 380 Microphone for IP Cameras. Installation How to connect the Microphone with your Camera? The IN-Mikro 380 microphone is powered by your camera´s power supply via a Y-cable that is in the scope of the delivery. The wiring has to be according to the sketch below: Infrared Light You can power the microphone with the power supply from your camera. And that is how it will look in a less abstract way: Infrared Light Take the microphone out of the box Infrared Light connect it to the Y-cabel that comes with the microphone and use the other two connectors of the cable to make a bridge between the power supply and the camera Infrared Light then connect the audio cable of your microphone with your camera´s audio-in. Done!",
    "link": "/Products/IN-Mikro",
    "title2": "IN-Mikro",
    "chapter": "INSTAR Products",
    "tags": ["IN-Mikro", "Microphone"],
    "image": "/images/Search/P_SearchThumb_Microphones.jpg",
    "abstract": "External Microphones for your IP Camera"
}
POST /wiki2_en/article
{
    "title": "IN-Mikro",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "IN-Mikro 380 - The IN-MIKRO 380 is a high quality active microphone which can be easily connected to your IP Camera. All you need is an IP Camera device which has a built-in audio input. The following models are currently supported: IN-2901, IN-2905 V2 (year of manufacture 2013), IN-2908, IN-5907, IN-4010, IN-4011, IN-5907HD and the new introduced IN-7011HD. Please take notice, that in order to use this microphone with the IN-4010, In-4011, IN-5907HD or the IN-7011HD you will need to use a different Y-cable for 12V power supplies then for the 5V models. Your Advantages Background noises will be reduced (in comparison to a simple included mic) Clear and pure sound transmission Easy connection to your camera through Chinch Adjustable sensitivity of the microphone  Content of delivery 1x Microphone IN-MIKRO 380 1x Y-cable for 12V IP Cameras 1x Screws and dowls 1x User manual IN-Mikro 300 The IN-Mikro 380 Microphone for IP Cameras. Installation How to connect the Microphone with your Camera? The IN-Mikro 380 microphone is powered by your camera´s power supply via a Y-cable that is in the scope of the delivery. The wiring has to be according to the sketch below: Infrared Light You can power the microphone with the power supply from your camera. And that is how it will look in a less abstract way: Infrared Light Take the microphone out of the box Infrared Light connect it to the Y-cabel that comes with the microphone and use the other two connectors of the cable to make a bridge between the power supply and the camera Infrared Light then connect the audio cable of your microphone with your camera´s audio-in. Done!",
    "link": "/Products/IN-Mikro",
    "title2": "IN-Mikro",
    "chapter": "INSTAR Products",
    "tags": ["IN-Mikro", "Microphone"],
    "image": "/images/Search/P_SearchThumb_Microphones.jpg",
    "abstract": "External Microphones for your IP Camera"
}
POST /wiki2_en/article
{
    "title": "SMA or RP-SMA",
    "series": ["HD", "VGA", "Outdoor", "Indoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Antenna Connector: All INSTAR WLAN IP cameras use either SMA or RP-SMA default antenna connectors with a screw type coupling mechanism. SMA (SubMiniature version A) And RP-SMA (Reversed Polarity SubMiniature version A) have a 50 Ω impedance and are designed for use with frequencies up to 18 GHz. The SMA connector employs a 1 4 - 36 thread and the male is equipped with a 5 16 hex nut and are one of the most commonly used RF/microwave connectors. SMA Antenna Connector: A RP-SMA antenna (IN-3010) on the left and a SMA antenna (IN-2904) on the right. SMA or RP-SMA: In SMA connectors, the terms male and female refer to the male center pin and its female sleeve counterpart. An example of a SMA Antenna is our camera model IN-2904, that has the center pin is on the antenna side - the camera has a male antenna. Reverse polarity SMA (RP-SMA) is a variation of the SMA connector specification which reverses the gender of the interface. The female RP-SMA connector has the same external housing as a standard or conventional female SMA connector, which consists of an outer shell with the threads on the outside BUT the center receptacle is replaced by a male pin. An example for a RP-SMA connector is the Antenna of the camera model IN-3010 - the camera has a female antenna. The image below shows the (female) RP-SMA antenna of a IN-3010 camera on the left and a (male) SMA antenna of a IN-2904 camera on the right. It is advisable to inspect and clean out loose debris from the internal surfaces with compressed air or a gas duster can before mating. A few hundred interconnect cycles are possible if performed carefully. Care should be taken to join connectors straight-on. Prior to making a connection it is wise to inspect the female end to assure that the center socket is in good condition. Camera Model - Antenna Connector: IN-2904 SMA, IN-2905 SMA, IN-2905 V2 SMA, IN-2907 SMA, IN-2908 SMA, IN-3001 Integrated Antenna, IN-3003 Integrated Antenna, IN-3005 RP-SMA, IN-3010 RP-SMA, IN-3011 RP-SMA, IN-4009 SMA, IN-4010 RP-SMA, IN-4010 V2 SMA, IN-4011 RP-SMA, IN-5907 HD SMA, IN-6012 HD SMA, IN-6014 HD SMA, IN-7011 HD SMA",
    "link": "/Products/SMA_RP-SMA_Antenna_Connector",
    "title2": "Antennen Anschluss: SMA oder RP-SMA",
    "chapter": "INSTAR Products",
    "tags": ["Antenna", "Connector", "SMA", "RP-SMA"],
    "image": "/images/Search/P_SearchThumb_SMA-RPSMA.jpg",
    "abstract": "Antenna Connector"
}