POST /wiki2_en/article
{
    "title": "The DDNS Service",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "The DDNS Service - In general we have to differentiate between two types of connections. One connection is the internal access which with we access the WebUI of the camera. This means that the computer as well as the camera are running in the same network and are most likely connected to the same router. You can then connect to the camera using the private IP address of the camera. The other connection is the external access to open the WebUI of the camera from outside your network. With this connection you can allow the access from anywhere in the world to your camera. No matter if you are sitting in the train using a smartphone or if you are on holidays using a laptop to access. To make this possible a few settings are necessary in the camera as well as in your router. This tutorial shows you step by step how to set up the external connection. Three easy steps to set up the access to your INSTAR IP camera from outside your network via internet. Static IP address: Connect to the camera with the private IP address. Once you opened the web interface please click on Network IP Configuration. The default setting is that the IP gets assigned by DHCP Server which means the router is giving the camera a free IP address every 24 -48 hours. This would have the effect that we have to change all settings again after this time period. In order to make sure the IP address is not changing we have to assign the camera a fixed IP address which doesn't change. Please uncheck the box Obtain IP from DHCP Server and some new fields will appear for our settings. You should see something like this - IP Address: The first three numbers define the IP area of the router and therefore are the same as the routers IP address. Only the last number has to be changed to a unique address. It is important that no other device. Subnet Mask: The default subnet mask for most private networks is 255.255.255.0. You can open the command prompt or MacOSX terminal and type ipconfig all to check your subnet mask (as well as the default gateway and DNS server - see below). Gateway: Here you have to fill in the IP address of your router. Usually the same as your camera´s IP address but with a 1 (number one) in the final octet - like 192.168.1.1 . DNS Server: Normally this is always the same as the Gateway. In our sample we used an open DNS server from Google 8.8.8.8. HTTP Port: This is the internal Port (also called LAN Port) of the camera - the default port is 80. If you run into difficulties connecting with your camera over the internet, change this port to a number higher than 8080 (8081, 8082, etc.). Please remember that you also have to adjust this port inside your routers port forwarding. This data has to be filled in for each camera. Very important is that the IP address is never given twice to a device since otherwise it would cause a IP conflict. It is the easiest if you are using continues IP addresses. For example camera one gets 192.168.178.190 and then camera two should be set to 192.168.178.191 and so on. Also the Port number should be given continues. Excursus: Please notice that the first 3 numbers of the IP address define the IP area of the router. In our sample we have used the AVM Fritz!Box. Another example would be the Telekom Speedport from T-Mobile. This router uses by default the IP area 192.168.2.x. Most other common routers such as TP-Link or others are using the IP area 192.168.1.x. The x can mean a number between 1 and 256. All routers normaly are using the number 1. In our sample above we used 190 as the IP address for the camera. This is normaly better since a high number is mostly not used by the routers DHCP Server. If the address is too low (for example 100) then the change that this number is given twice to a device (once by you and once by the DHCP Server) is very high. If you are experiencing troubles accessing the IP address of your camera you might change the IP and try if it is better. After you have set the IP address of the camera you can then access it in any webbrowser and the web interface of the camera should open. Important is that this device where you try to open the web interface from is inside your network. If you dont know the IP address of your router you might check it in the MS-Dos Command windows by typing in ipconfig. This will show you the computers and the routers IP address just in case you are not sure which IP is the right one. Checking the DDNS address: This step is very easy. Please open the web interface of your camera and click on Network - DDNS Service. Here you will find the Manufacturer Domain. This is the address with which you can access your camera over the internet. Remember this address! It normally consist of 4 letters and 2 numbers plus the server domain (e.g. ddns-instar.com). For example if it used the servers xxxxx.ddns-instar.com or xxxxx.ddns-instar.de then the x stands for the 6 letters numbers. Please make sure that the third party DDNS is set to None. Now please click on System - Info. The DDNS Status has to be displayed as successful. If in some case this DDNS address is missing in your camera please contact the INSTAR Support. If the status is unsuccessful, your camera might have a problem connecting to the internet. You can try restarting the camera and check its IP configuration - especially the DNS Server and Gateway. Please contact the INSTAR support team if the problem persists. You can also check your DDNS address manually with a small program called nslookup. Open your command prompt (in Windows: go to Start and type in cmd) and type nslookup to start the program. Now type in your DDNS address and wait for the response (see screenshots below). The IP address that is displayed has to be identical with the camera´s WAN IP address. You can check your WAN IP inside your router. Or open the website wieistmeineip.de and compare the displayed IPv4 address with the nslookup result. Open your command prompt and type nslookup to start the program. Type in your personal DDNS address and press Enter. The displayed IPv4 address has to be identical with your WAN IP address for the DDNS connection to work. Port Forwarding Portforwarding Firewall NAT- or Port-Rules Virtual Server. In the third and last step we have to tell the router to which IP and which Port he has to connect if you access from the internet in order to access your camera. Therefor your have to set a rule in your router. In most routers this is called port forwarding but some other routers might name it NAT, Firewall or Port rules. Each router also used different expressions for the settings. Our goal is it to make you understand the settings so that you can easily fill out your own routers information for the port forwarding. In our sample we use the AVM Fritz!Box again to show you how to set it. To open the router just use the IP address which we filled in as gateway above and open it in the web browser. You should now see the login screen for your router. In the Fritz!Box you find this settings by clicking Internet - Portfreigabe. Normally all routers need the same following data. Application: There are a lot of presets which you can choose from. Such as HTTP Server, Webserver or others. We recommend to make a custom rule each time instead of using a preset rule. Name: This is only important if you are using more then one camera so that you can differentiate later between the different cameras. You can name it for example with the camera name or the camera location. Protocol: The camera only needs the TCP protocol. You don't need to forward UDP traffic. From (external) Port: This is the external (WAN) Port with which you can access the camera later through the internet. If you are only using one camera it is best to set it as 80. If you are using more then one camera you have to increase the port for each camera. So the second camera would use the Port 8081 for example. To (external) Port: Some routers might use Port 80 as the Service Port. If so you have to use Port 8081 for the first camera. IP Address: Here you have to fill in the IP address from the camera. To (internal) Port: This is the internal Port of the camera which we have set up earlier. If you are using a different Port then 80 inside your network then you have to set it here accordingly. We recommend to use Port 80 at this moment. If you want to set up more then one camera you have to make sure that for each camera you will create a port rule in your router. The external Port has to be unique for every camera. We recommend to increase the Port number by one. So first camera is using Port 80 and the second one should use Port 81 and the third camera Port 82 and so on. After you created the Port rule for each camera you should type in the DDNS address + the Port number. For example: xxxxx.ddns-instar.com:80 Excursus: To access your camera you can always use the same DDNS address. So if you have more then one camera you only need to remember one address. Most important is that you change the port behind the DDNS number. The reason behind it is that your internet service provider is assigning you a new IP address every 24 hours. Once the address is changed the camera notices this and sents it to the server in order to connect it to our DDNS address. This way you can always access your camera with one address even so the IP behind it changes. So even if you are using different DDNS addresses they all link to one address. So with every address you will access your router. And because of the port forwarding your router then knows to which device you want to be forwarded to. So for example we type the following to access the cameras: Camera 1: d2908.ddns-instar.com:80 Camera 2: d2908.ddns-instar.com:8081 Camera 3: d2908.ddns-instar.com:8082 and so on. Note: If you are using a Fritz!Box or a Netgear Router you can test the connection from within your own network. Most other routers do not support this function. So it is necessary to test it from outside your network. For example from a friends computer or from your computer at work. If you try this with Port 80 and you access your router instead of the camera then you might try to use Port 8081 since it could be that 80 is the service port of your router. If you are using a smartphone App you normally have to fill in the DDNS number instead of the normal IP address and also the Port through which you access the camera. You can also check the user manuals for our Windows Phone, iOS and Android App.",
    "link": "/Internet_Access/The_DDNS_Service",
    "title2": "Der DDNS Dienst",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access"],
    "image": "/images/Search/IA_SearchThumb_DDNSService.jpg",
    "abstract": "Access your Camera over it's Internet Address"
}
POST /wiki2_en/article
{
    "title": "Thirdparty DDNS",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Third Party DDNS Addresses - DNS stands for Domain Name System - which is like the telephone directory for the internet. Every website sits behind a number - it´s IP address - and the DNS servers of the internet allow you to connect to them without memorizing them. Whenever you type google.com into your browsers address bar, your computer or smartphone calls out and checks the domain name directories of the internet for the corresponding IP address. An IP address is a unique number that allows computers to locate each other on a network. The Internet is a big network and uses IP addresses to route communication to the proper host. The IP in IP address stands for Internet Protocol. What is this DDNS all about? Why do we hide the real addresses of our websites behind domain names? Firstly, the IP addresses are a bit difficult to memorize for organic brains like ours. And secondly, the IP address of a web site might change over time. The latter is a smaller problem for Google - they pay for the IP addresses and they will keep them for a while - but it is a big problem if you want to use an IP camera at home (or in general a local webserver for that matter). Your router is assigned a WAN IP address (Wide Area Network) by your internet services provider. This is your telephone number that allows you to call home when your are at work. You can check your personal WAN IP by opening a web site like wieistmeineip.de. You can check the IP address of your websites yourself, by typing nslookup into your command prompt and then the web domain you want to check. In this case we found that one of the IP address of google.com is 173.194.127.160. So if checking your WAN IP address is so simple, why not write it down and just use it to connect to your camera? The problem is, that your WAN IP address usually changes every 24hrs. You can usually buy static IP addresses from your provider - but if you don´t want to spend extra money on that, you would have to check your WAN IP address every morning before leaving your house. Having a static domain name that is automatically updated with the newest WAN IP address of your router every time the address changes starts to sound tempting? Why would I want to have a Third Party DDNS Address? That is why we already installed a DDNS address on your INSTAR camera. You can always use this service to connect to your camera from the internet (IF you have a port forwarding set up inside your router!). So why would you want to have a third party DDNS address running to connect to your camera? Every INSTAR camera comes with a preinstalled DDNS address so you don´t have to worry about the things we talk about here. In the INSTAR DDNS address seen above instar01 is your cameras personal host, the ddns3-instar.de is the domain of our DDNS server and the complete address instar01.ddns3-instar.de is called the hostname of your address. For security reasons, the host part installed on your camera is generated randomly and cannot be traced back to your purchase. And the domain name is given by the server your camera is registered to. This means you don´t have any control over your camera´s hostname. We already try to make them as easy to remember as possible - but maybe you just want to have a personalize address? Or being able to access your camera at any time is very important and you are looking for redundancy? That is where third party supplier will come in handy. So just hop to a website like www.noip.com, create a account and install it on your camera? Well yes, that is possible. But the interesting part is that you don´t have to deactivate your INSTAR DDNS address in your camera to use a third party one. You can set it up inside your router, on a webserver that is running all the time anyway or on the surveillance station ( QNAP or Synology) you use with your camera. This way you can have a personalized, and easy to remember, hostname - but still have your INSTAR address as a fall back option. And yes, you heard right! You just need one DDNS address, that is either maintained by your camera or your router, to connect to any device inside your local network. As we discussed earlier, the DDNS hostname is fancy way of writing down your routers WAN IP address. So, even if you have 5 INSTAR cameras running in your network, every single one of those DDNS addresses will just lead you to your router. The router then decides, based on the port the request is coming from, which cameras should be called. So basically, you only have to memorize 1 DDNS address and vary the port to call different cameras: Camera 1: instar01.ddns3-instar.de:8081, Camera 2: instar01.ddns3-instar.de:8082, Camera 3: instar01.ddns3-instar.de:8083. For information on how to forward these ports and why you should choose ports above 8080, please read on in our port forwarding article that will walk you through the setup for a couple of standard internet routers. In the following we will set up 3 different third party DDNS addresses on different systems. You will see that setting up the hostname and using it with an update service on your router or any other system is very easy and the steps are always the same - no matter what provider and hardware you plan to use. We choose those three providers because they offer free hostnames for you to experiment with. No-IP (English), Selfhost (German), DDNSS (German).",
    "link": "/Internet_Access/DDNS_Provider",
    "title2": "Drittanbieter DDNS Adresse",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "no-ip", "selfhost", "ddnss", "dyndns"],
    "image": "/images/Search/IA_SearchThumb_ThirdPartyDDNS.jpg",
    "abstract": "Alternative Ways to Access your Camera"
}
POST /wiki2_en/article
{
    "title": "No-IP DDNS Address",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "3rd Party DDNS Provider - No-IP Managed DDNS Service. All INSTAR cameras come with a free Internet (DDNS) address. This address allows you to acces your camera over the Internet, after setting up a Port Forwarding rule inside your Internet router. Using a third-party DDNS address is also possible. No-IP :: Managed DDNS Service: How to use your No-IP address with your INSTAR IP camera. To create a No-IP hostname, you first have to log in and create a user account. You have to set a user name and password first. Then type in a host you want to use for your camera and choose a domain from the drop down menu. You will be asked to confirm your account by an email that is send to you. After you are logged in, open the Manage Hosts link and check if your hostname was set up correctly. To use your QNAP or Synology surveillance station to keep your new No-IP address up-to-date, go to System Network DDNS Settings, choose www.noip.com from the dropdown menu and type in your account information. The surveillance station will now update your No-IP address every time your internet service provide assigns you a new WAN IP address To use your AVM Fritzbox router to keep your new No-IP address up-to-date, go to Internet Freigaben, choose www.noip.com from the dropdown menu and type in your account information. Your router will now update your No-IP address every time your internet service provide assigns you a new WAN IP address. To use DD-WRT router to keep your new No-IP address up-to-date, go to Setup DDNS, choose www.noip.com from the dropdown menu and type in your account information. Your router will now update your No-IP address every time your internet service provide assigns you a new WAN IP address.",
    "link": "/Internet_Access/DDNS_Provider/NoIP/",
    "title2": "No-IP DDNS Adresse",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "no-ip", "dyndns"],
    "image": "/images/Search/IA_SearchThumb_ThirdPartyDDNS_noIP.jpg",
    "abstract": "Use a No-IP Address to Access your Camera"
}
POST /wiki2_en/article
{
    "title": "Selfhost DDNS Address",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "3rd Party DDNS Provider Selfhost.de - All INSTAR cameras come with a free Internet (DDNS) address. This address allows you to acces your camera over the Internet, after setting up a Port Forwarding rule inside your Internet router. Using a third-party DDNS address is also possible. Selfhost.de How to use your Selfhost address with your INSTAR IP camera. To create a No-IP hostname, you first have to log in and create a user account - click on selfHost free to start. Confirm that you want to get the free account. Type in a personal host name you want to use for your camera - we choose simply instar. Even though you are going to use a free account, Selfhost still wants to collect some billing information from you in case you change your mind later and pick up a premium account. After confirming your information, Selfhost will check if the hostname you choose is available and then lets you finish process via a email confirmation. Go to Details to check your account information that you will need to update your DDNS hostname. Write down your DYN Account username, password and hostname - you will need those in the next step. To use AVM Fritzbox router to keep your new Selfhost address up-to-date, go to Freigaben Dynamic DNS, choose selfhost.de from the dropdown menu and type in your account information that you wrote down earlier. Your router will now update your Selfhost address every time your internet service provide assigns you a new WAN IP address. To use DD-WRT router to keep your new No-IP address up-to-date, go to Setup DDNS, choose selfhost.de from the dropdown menu and type in your account information. The Update URL is https user passwort hostname nic update . Your router will now update your Selfhost address every time your internet service provide assigns you a new WAN IP address",
    "link": "/Internet_Access/DDNS_Provider/Selfhost/",
    "title2": "Selfhost DDNS Adresse",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "selfhost", "dyndns"],
    "image": "/images/Search/IA_SearchThumb_ThirdPartyDDNS_selfhost.jpg",
    "abstract": "Use a Selfhost Address to Access your Camera"
}
POST /wiki2_en/article
{
    "title": "DDDNSS Address",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "3rd Party DDNS Provider - DDNSS Managed DDNS Service: All INSTAR cameras come with a free Internet (DDNS) address. This address allows you to acces your camera over the Internet, after setting up a Port Forwarding rule inside your Internet router. Using a third-party DDNS address is also possible. DDNSS :: DynDNS Service. How to use your DDNSS address with your INSTAR IP camera. To create a DDNSS hostname, you first have to log in and create a user account. Once you are registered, log in and go to Domain Verwaltung and choose Neu Erstellen to create a new hostname. Type in a host for your camera and choose a domain from the drop down menu. You can leave everything as is - we will configure our router in the next step to take care of updating this IP address. The dashboard already tells us everything we need to know to set up our router in the next step. The complete update URL is www.ddnss.de upd.php user USERNAME pwd PASSWORT host HOSTNAME To use your AVM Fritzbox router to keep your new DDNSS address up-to-date, go to Internet Freigaben, choose Benutzerdefiniert (Custom) the dropdown menu and type in your account information according to the instruction above. Your router will now update your DDNSS address every time your internet service provide assigns you a new WAN IP address. To use DD-WRT router to keep your new DDNSS address up-to-date, go to Setup DDNS, choose Custom from the dropdown menu and type in your account information. The HASH key used here in the Update URL can be found on the dashboard of the DDNSS website. Alternatively, you can also use the password and username. Your router will now update your DDNS address every time your internet service provide assigns you a new WAN IP address.",
    "link": "/Internet_Access/DDNS_Provider/DDNSS/",
    "title2": "DDDNSS Adresse",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "ddnss", "dyndns"],
    "image": "/images/Search/IA_SearchThumb_ThirdPartyDDNS_ddnss.jpg",
    "abstract": "Use a DDNSS Address to Access your Camera"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port forwarding opens certain ports on your network, usually blocked from access by your router, to the Internet. Opening specific ports can allow web servers (like your camera), BitTorrent clients, games, and other applications to work through the usual security of your router that otherwise does not permit connections to these ports. Connect to your Camera over the Internet: Software ports are numbered connections that a computer uses to sort types of network traffic. A few services, such as FTP on port 21 and HTTP on port 80, are assigned by default to open ports where operating systems can find them easily. When a port is opened, a service, such as a the web user interface of your IP camera, is assigned to it. For security, by default all ports to the Internet and most LAN ports are closed so that traffic cannot flow through them. Which is why you cannot connect to your camera via the internet (DDNS) address. Connect to your Routers Interface Enter your router’s IP address into the address bar of a web browser. This will open your router’s configuration page. For most routers, this will be 192.168.0.1, 192.168.1.1, 192.168.2.1 or 192.168.178.1. If you don´t know the exact IP address of your router you can use your command prompt or terminal to determine it. The router’s IP address is usually the same as the Default Gateway - at least in home and small business networks. For Windows: Open the command prompt and enter ipconfig all. For Mac: Open the terminal and enter netstat -nr. For Linux: Open the terminal and enter route. The Default Gateway of your home or small business network is most likely the IP address of your router. Access your Router: If you've already configured the security settings for your router, enter the username and password you chose then. If not, check the sticker on your router for a device password (this is not the same as the WiFi password!). In case you cannot find a password, try typing in default password + your routers model number into the search engine of your liking - for example GOOGLE. The default password for your router should be among the first few page hits. There are also websites devoted to this problem - you can check portforward.com or routerpasswords.com for your router model. If you've forgotten your login information, you can press the reset button on your router to reset it to factory defaults. You can then look up the factory default settings online. Type in your router login to access the configuration interface. Access your Router: Find the Port Forwarding section - Each router will be slightly different. Common labels are Port Forwarding, Applications, Gaming, Virtual Servers, Freigaben, Spiele und Anwendungen, Portweiterleitung, NAT Firewall. If you don't see one of these or something similar, try Advanced Settings and look for a Port Forwarding subsection. Once you found the section, enter a name for the service - e.g. INSTAR camera. Then choose the service type - This can be TCP, UDP, or both. Your IP camera only needs the TCP protocol. Then select the ports you wish to use. For your camera you have to open it´s web http internal port that you can set in the camera webUI under Network IP Configuration. If you want to access the RTSP stream of an HD camera model you will have to forward the corresponding RTSP port. Now select the IP address of your camera and assign the port forwarding to it. This is the IP address that is displayed by the INSTAR camera tool and that you can see in your browsers address bar when you accessed the camera´s web user interface. How this looks like strongly depends on the router and firmware version you are using. In the following we will discuss the necessary steps for the most common routers in home networks. If your router is not among this selection please read on on portforward.com that has a much larger collection of router example available. Portforwarding: The steps of forwarding a port to your camera are mostly the same in every router. In the following we present a few examples from common router manufacturer. AVM Fritzbox, Telekom Speedport, D-Link, Netgear, Vodafone Easybox, Pirelli Router (A1 Austria)",
    "link": "/Internet_Access/Port_Forwarding",
    "title2": "Port Weiterleitung",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "AVM Fritzbox", "Telekom Speedport", "D-Link", "Netgear", "Vodafone Easybox", "Pirelli Router A1 Austria"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding.jpg",
    "abstract": "Forward a Port to Your Camera"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: AVM Fritzbox",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding :: AVM Fritzbox To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. The following text will show you how to set up an AVM Fritzbox to allow you to access your camera when you are not at home. General Recommendation INSTAR VGA camera live streams can only be accessed via the HTTP port (default 80) that is also used by the web user interface (webUI). In case of an INSTAR HD camera you can also use the RTSP stream that is transported via a different port (default 554). It is recommended not to open the default ports to the internet - as this can make your local network vulnerable against attacks. There is also a problem that default ports might be used by different services and not be available. Some internet provider even block all ports from 1 - 1024, forcing you to use a much higher port for your camera. Fortunately, there are plenty of ports to choose from - 65536 ( 216 ) to be specific. We recommend you try using a port that is bigger than 8080 - the last port that is regularly used by web based services. Please keep in mind that changing the default HTTP port of your camera forces you to add this new port to the IP address of your camera separated by a : if you want to access the web user interface with your browser locally - e.g. 192.168.178.199:8081. It might, therefore, be more convenient to forward the RTSP port instead and access the camera through our smartphone app as RTSP camera. This way you will not be able to access the cameras webUI - but this can be an advantage from a security point of view. Fritzbox 7490 Set your Camera Ports First, take a look at your cameras HTTP and - in case of a HD model - RTSP port. As mentioned above, they can be changed to non-default port. Remember the port you have chosen and open your router in a new tab - the default IP address is 192.168.178.1, alternatively, you can type fritz.box to navigate to the user interface. The default login is username = admin and the password is provided on a sticker at the back of your FritzBox. You HD cameras live stream is accessible via two ports that can be forwarded. For VGA cameras you only have to worry about the HTTP port. Open the router web user interface via the default IP address 192.168.178.1 or by typing fritz.box into the address bar of your browser. Setup a Portforwarding Rule Go to Internet Freigaben and click on Neue Portfreigabe. Choose Andere Anwendung from the drop down menu. To forward a port open Internet Freigaben and click on Neue Portfreigabe. Now fill out the following dialogue: Portfreigabe aktiv für: Choose Andere Anwendung. Bezeichnung: Here you can choose a name for the port forwarding. If you have more then one port forwarding we recommend you to use a unique name. Protokoll: Please select TCP. von Port: Choose the port you set inside your camera - HTTP or RTSP. Remember that every camera needs a unique port - you cannot use the same port for different cameras. Remember to add the Port at the end of your cameras internet address if you want to access it from another place. For example if your camera uses Port 8081 you have to type (xxx.ddns-instar.com:8081). bis Port: Here you can fill in the same Port as in von Port or you can leave it blank. an IP Adresse: Please fill in the IP address which your camera is using. This is the same address which you are using to access your camera through the web browser in your local network. It should start with 192.168.178.x. If you cannot find the camera´s IP in the drop-down menu, choose Manuelle Eingabe and type it in manually. Fill out the remaining fields according to the information above. Repeat those steps for the second port if you choose to forward both the HTTP and RTSP port for your camera. In the example above, the HD camera can now be reached from the internet via the HTTP port 8081 - just type in your camera´s DDNS address (XXXXXX.ddns-instar.com) - you can find it in the camera´s webUI under Network DDNS - into our smartphone app and add the web port 8081 in the field underneath. If you choose to add the camera via it´s RTSP stream - choose the camera model with the added (RTSP) from the drop down menu - type in the RTSP port 51001 instead. Fritzbox 7390 To access the user interface of your router open the following address with your internet browser 192.168.178.1 . The default login is username = admin and the password is provided on a sticker at the back of your FritzBox. Navigate to the menu Internet and then Freigaben as shown below to fill in the following data: Portfreigabe aktiv für: Either you choose Portfreigabe aktiv für or Andere Anwendung. Bezeichnung: Here you can choose a name for the port forwarding. If you have more then one port forwarding we recommend you to use a unique name. Protokoll: Please select TCP. von Port: lease choose 80 as the Port. If you are already using this Port for another camera or Server you can also choose another Port. If you are using more then one Port you have to remember to add the Port at the end of your cameras Internet address if you want to access it from another place. For example if your camera uses Port 81 you have to type (xxx.ddns-instar.com:81). bis Port: Here you can fill in the same Port as in von Port or you can leave it blank. an IP Adresse: Please fill in the IP address which your camera is using. This is the same address which you are using to access your camera through the web browser in your local network. It should start with 192.168.178.x. an Port: Please fill in Port 80. Troubleshooting: As mentioned above, choosing the right port for your camera is vital. The default ports work most of the time - but if they don´t, it can be very difficult to figure out who the culprit is. It is best to choose a port outside of the regular range of web ports if you run into problems. Especially, mobile internet providers often block ports up to 1024 or even to 8080. Mobile access points - 3G LTE routers that are operated via SIM cards - often do not provide a public IP address that is needed for the DDNS service. If you are using mobile internet and you cannot connect to your camera from external network, check if your contract offers a static WAN IP address. This is often provided with Business Packages but not available for lower priced contracts. A public address for your router is mandatory for the DDNS access to work! Another problem are so called DS-Lite (Dual Stack Lite) connections - it is, in general impossible, to access your camera via DDNS if your provider assigns you a DSLite connection. You can check if this is the case by checking if you have an IPv6 address next to your normal IPv4 address. The solution for both the missing public IP and DSLite tunnels is a new technology that was added to the HD camera line. All INSTAR HD cameras come with a Point-2-Point UserID (P2P UID) that allows you to connect our mobile app to the camera without the need of a port forwarding. This technology will work behind mobile access points without a public IP as well as behind DSLite IPv6 connections. Another Problem might be the parental control settings inside your router. Please check if your camera is allowed to connect to the internet in the Kindersicherung (Parental Control) section: Click on Kindersicherung on the main page, or go to Internet Filter and check if there are any restrictions active for your camera. If yes, click on the pencil button to lift the restriction (choose Unbeschränkt). Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on... Note: You can access all cameras with only one internet address. Only the Port at the end has to be changed. Therefore, you do not have to remember all DDNS addresses of the camera. You only need to remember one address. Port Forwarding :: AVM Fritzbox To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. The following text will show you how to set up an AVM Fritzbox to allow you to access your camera when you are not at home. General Recommendation INSTAR VGA camera live streams can only be accessed via the HTTP port (default 80) that is also used by the web user interface (webUI). In case of an INSTAR HD camera you can also use the RTSP stream that is transported via a different port (default 554). It is recommended not to open the default ports to the internet - as this can make your local network vulnerable against attacks. There is also a problem that default ports might be used by different services and not be available. Some internet provider even block all ports from 1 - 1024, forcing you to use a much higher port for your camera. Fortunately, there are plenty of ports to choose from - 65536 ( 216 ) to be specific. We recommend you try using a port that is bigger than 8080 - the last port that is regularly used by web based services. Please keep in mind that changing the default HTTP port of your camera forces you to add this new port to the IP address of your camera separated by a : if you want to access the web user interface with your browser locally - e.g. 192.168.178.199:8081. It might, therefore, be more convenient to forward the RTSP port instead and access the camera through our smartphone app as RTSP camera. This way you will not be able to access the cameras webUI - but this can be an advantage from a security point of view. Fritzbox 7490 Set your Camera Ports First, take a look at your cameras HTTP and - in case of a HD model - RTSP port. As mentioned above, they can be changed to non-default port. Remember the port you have chosen and open your router in a new tab - the default IP address is 192.168.178.1, alternatively, you can type fritz.box to navigate to the user interface. The default login is username = admin and the password is provided on a sticker at the back of your FritzBox. You HD cameras live stream is accessible via two ports that can be forwarded. For VGA cameras you only have to worry about the HTTP port. Open the router web user interface via the default IP address 192.168.178.1 or by typing fritz.box into the address bar of your browser. Setup a Portforwarding Rule Go to Internet Freigaben and click on Neue Portfreigabe. Choose Andere Anwendung from the drop down menu. To forward a port open Internet Freigaben and click on Neue Portfreigabe. Now fill out the following dialogue: Portfreigabe aktiv für: Choose Andere Anwendung. Bezeichnung: Here you can choose a name for the port forwarding. If you have more then one port forwarding we recommend you to use a unique name. Protokoll: Please select TCP. von Port: Choose the port you set inside your camera - HTTP or RTSP. Remember that every camera needs a unique port - you cannot use the same port for different cameras. Remember to add the Port at the end of your cameras internet address if you want to access it from another place. For example if your camera uses Port 8081 you have to type (xxx.ddns-instar.com:8081). bis Port: Here you can fill in the same Port as in von Port or you can leave it blank. an IP Adresse: Please fill in the IP address which your camera is using. This is the same address which you are using to access your camera through the web browser in your local network. It should start with 192.168.178.x. If you cannot find the camera´s IP in the drop-down menu, choose Manuelle Eingabe and type it in manually. Fill out the remaining fields according to the information above. Repeat those steps for the second port if you choose to forward both the HTTP and RTSP port for your camera. In the example above, the HD camera can now be reached from the internet via the HTTP port 8081 - just type in your camera´s DDNS address (XXXXXX.ddns-instar.com) - you can find it in the camera´s webUI under Network DDNS - into our smartphone app and add the web port 8081 in the field underneath. If you choose to add the camera via it´s RTSP stream - choose the camera model with the added (RTSP) from the drop down menu - type in the RTSP port 51001 instead. Fritzbox 7390 To access the user interface of your router open the following address with your internet browser 192.168.178.1 . The default login is username = admin and the password is provided on a sticker at the back of your FritzBox. Navigate to the menu Internet and then Freigaben as shown below to fill in the following data: Portfreigabe aktiv für: Either you choose Portfreigabe aktiv für or Andere Anwendung. Bezeichnung: Here you can choose a name for the port forwarding. If you have more then one port forwarding we recommend you to use a unique name. Protokoll: Please select TCP. von Port: lease choose 80 as the Port. If you are already using this Port for another camera or Server you can also choose another Port. If you are using more then one Port you have to remember to add the Port at the end of your cameras Internet address if you want to access it from another place. For example if your camera uses Port 81 you have to type (xxx.ddns-instar.com:81). bis Port: Here you can fill in the same Port as in von Port or you can leave it blank. an IP Adresse: Please fill in the IP address which your camera is using. This is the same address which you are using to access your camera through the web browser in your local network. It should start with 192.168.178.x. an Port: Please fill in Port 80. Troubleshooting: As mentioned above, choosing the right port for your camera is vital. The default ports work most of the time - but if they don´t, it can be very difficult to figure out who the culprit is. It is best to choose a port outside of the regular range of web ports if you run into problems. Especially, mobile internet providers often block ports up to 1024 or even to 8080. Mobile access points - 3G LTE routers that are operated via SIM cards - often do not provide a public IP address that is needed for the DDNS service. If you are using mobile internet and you cannot connect to your camera from external network, check if your contract offers a static WAN IP address. This is often provided with Business Packages but not available for lower priced contracts. A public address for your router is mandatory for the DDNS access to work! Another problem are so called DS-Lite (Dual Stack Lite) connections - it is, in general impossible, to access your camera via DDNS if your provider assigns you a DSLite connection. You can check if this is the case by checking if you have an IPv6 address next to your normal IPv4 address. The solution for both the missing public IP and DSLite tunnels is a new technology that was added to the HD camera line. All INSTAR HD cameras come with a Point-2-Point UserID (P2P UID) that allows you to connect our mobile app to the camera without the need of a port forwarding. This technology will work behind mobile access points without a public IP as well as behind DSLite IPv6 connections. Another Problem might be the parental control settings inside your router. Please check if your camera is allowed to connect to the internet in the Kindersicherung (Parental Control) section: Click on Kindersicherung on the main page, or go to Internet Filter and check if there are any restrictions active for your camera. If yes, click on the pencil button to lift the restriction (choose Unbeschränkt). Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on... Note: You can access all cameras with only one internet address. Only the Port at the end has to be changed. Therefore, you do not have to remember all DDNS addresses of the camera. You only need to remember one address.",
    "link": "/Internet_Access/Port_Forwarding/AVM_Fritzbox/",
    "title2": "Port Weiterleitung AVM Fritzbox",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "AVM Fritzbox"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_Fritzbox.jpg",
    "abstract": "Forward a Port in your AVM Fritzbox"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: Telekom Speedport",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding: Setting up port forwarding in your Telekom Speedport: To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. Telekom Speedport (300, 500 and 700 Series): In your router please click on Netzwerk and then choose NAT & Portregeln. If you have a W500V Speedport router then you have to also choose Neues Gerät hinzufügen at NAT & Portregeln so you add the camera as a new device in the router. Therefor you need to know the MAC address of your IP camera. You can check the cameras MAC address by opening the command line in windows which you find at Start - Programs - Accessories - Command. This will open a small window in Dos Mode. Here you can simply type in arp - a. This will list you all IP addresses that your computer is connected with including the MAC address. Search for your cameras IP and write down the MAC address of the camera. Now please go back in the Speedport router and add the device. All other Speedport routers normally do not need this setting. Go to Netzwerk NAT und Portregeln to set a new port forwarding rule for your camera. Auswahl: Here please do not choose anything. Or you could choose HTTP Server which will use the default web port 80. Bezeichnung: Here please choose a name for the forwarding rule. For example IP Camera or Instar. Gültig für Gerät: Now please choose the device name or the IP address of your IP camera. This should be the same address that you are using in order to open your IP camera in the web browser. Mostly this address should start with 192.168.2.x. Umgeleitete Ports - Öffentlich: Please choose 80 as your port. If you do not want to choose Port 80 you have to make sure that later when you try to access the camera that you also have to type in the Port in the address bar with : for example xxx.ddns-instar.com:87 in case you are using Port 87. Umgeleitete Ports - Private Client: As default you can fill in 80. If you are using InstarVision and you want to do Portforwarding to the integrated web server you also have to fill in 80 if you didnt change the Port inside the software. Telekom Speedport (900 Series): To access the user interface of your router open the following address with your internet browser 192.168.2.1. The default login can be found on a sticker on the back of the router. Navigate to the Portfreischaltung in the Internet tab. Click on Weitere TCP Umleitung anlegen and pick your cameras IP address from the drop-down menu. You can find your cameras IP address using our IP Camera Tool. Type your cameras port - the default port is 80 - into all 3 fields and click Speichern to save the service. Go to Internet Portfreischaltung to set a new port forwarding rule for your camera. Your camera can now be reached via the ddns address that can be found under System Info in your cameras user interface (s. above). In case the port 80 is already taken in your network you will have to change the camera port under Network Basic Network Settings and of course adjust the portforwarding service to the new port. Use your personal internet address under System Info in the cameras web user interface to your camera from the road. Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082, and so on...",
    "link": "/Internet_Access/Port_Forwarding/Telekom_Speedport/",
    "title2": "Port Weiterleitung Telekom Speedport",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "Telekom Speedport"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_Speedport.jpg",
    "abstract": "Forward a Port in your Telekom Speedport"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: D-Link",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding - Setting up port forwarding in your D-Link Router. To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. Step 1: To access the user interface of your router open the following address with your internet browser 192.168.0.1. The default login is username = admin and password is left blank. Navigate to the Portweiterleitung in the Erweitert menu (s. below). Go to Advanced Portforwarding to set a new port forwarding rule for your camera. Step 2: Check the box in front of the service you want to use and choose a name for it in the Name field. Type your cameras IP address into the field IP Address underneath. You can find your cameras IP address using our IP Camera Tool. Set both the Öffentlicher Port and Privater Port to the port you want to operate your camera on.The default port is 80. Lastly choose TCP as Datenverkehrstyp and click on Einstellungen speichern to save the service. Go to Advanced Type in a namefor the rule, the cameras local IP address, LAN port and choose the TCP protocol. Step 3: Your camera can now be reached via the ddns address that can be found under System Info in your cameras user interface (s. above). In case the port 80 is already taken in your network you will have to change the camera port under Network Basic Network Settings and of course adjust the portforwarding service to the new port. Use your personal internet address under System Info in the cameras web user interface to your camera from the road. Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on...",
    "link": "/Internet_Access/Port_Forwarding/D-Link/",
    "title2": "Port Weiterleitung D-Link",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "D-Link"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_DLink.jpg",
    "abstract": "Forward a Port in your D-Link"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: Netgear",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding - Setting up port forwarding in your Netgear Router. To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. Step 1: To access the user interface of your router open the following address with your internet browser 192.168.1.1. The default login is username = admin and password = password. Navigate to the Port Forwarding Port Triggering in the Advanced menu. Type your cameras IP address into the field Server IP Address. You can find your cameras IP address using our IP Camera Tool. Click on Add to save the service. Go to Advanced Portforwarding and type in your cameras IP address to set a new port forwarding rule for your camera. Step 2: You will need to change both the start and end port to the port you want to operate your camera on. Click on Edit Service to customize the service. Click on edit service to adjust the forwarded port to the LAN port of your camera. Step 3: You can now choose a service name, set the protocol to TCP and choose your camera port for both the starting port and ending port. The default port for your camera is the port 80. Adjust the forwarding rule. Step 4: Click Apply to activate the service. The rule is active after you applied the settings. Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on...",
    "link": "/Internet_Access/Port_Forwarding/Netgear/",
    "title2": "Port Weiterleitung Netgear",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "Netgear"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_Netgear.jpg",
    "abstract": "Forward a Port in your Netgear"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: Vodafone Easybox",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding - setting up a port forwarding in your Vodafone Easybox. To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. Step 1: To access the user interface of your router open the following address with your internet browser 192.168.2.1. The default login is username = root or admin and password = 123456. Navigate to the Port Mapping in the Data tab and click on the Edit symbol under Configure. Go to Data Portmapping to configure a new port forwarding rule for your camera. Step 2: Type your cameras IP address into the field LAN IP. You can find your cameras IP address using our IP Camera Tool. Set both the LAN and Public Port to the port you want to operate your camera on. The cameras default port ist 80. Click on Enter Symbol under Configure to save the service. Add the cameras IP address and adjust the forwarded port to the LAN port of your camera. Step 3: The service is now active. Adjust the forwarding rule. Step 4: Your camera can now be reached via the ddns address that can be found under Network DDNS in your cameras user interface. In case the port 80 is already taken in your network you will have to change the camera port under Network Basic Network Settings and of course adjust the portforwarding service to the new port. Use your personal internet address under System Info in the cameras web user interface to your camera from the road. Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on...",
    "link": "/Internet_Access/Port_Forwarding/Vodafone_Easybox/",
    "title2": "Port Weiterleitung Vodafone Easybox",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "Vodafone Easybox"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_Easybox.jpg",
    "abstract": "Forward a Port in your Vodafone Easybox"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: Pirelli Router",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding - Setting up port forwarding in your Pirelli Router (A1 Austria). To access your camera through the internet you will need a portforwarding service inside your router. For more general information about the ddns access please refer to HERE. Step 1: To access the user interface of your router open the following address with your internet browser (click HERE for more information). Type in your login credentials (click HERE for more information). Navigate to the Portforwarding in the Sicherheit menu. Click on Neuer Eintrag to add a port forwarding rule for your camera. Go to Sicherheit Portforwarding and click on Neuer Eintrag to set a new port forwarding rule for your camera. Step 2: Type your cameras IP address into the field Lokaler Rechner. You can find your cameras IP address using our IP Camera Tool. Click on Ok to save your settings. Type in your cameras IP address to set a new port forwarding rule for your camera. Step 3: Set the protocol to user defined Benutzerdefiniert. Set the protocol to user defined Benutzerdefiniert. Step 4: Name the service and click on Neue Server Ports to add your camera´s web port (http port - see camera WebUI Network IP Configuration). Name the rule and click on Neue Serverports. Step 5: Choose TCP as your service protocol and set the Quellport to Beliebig. The destination Port Zielport is your camera´s webport internal port http port (see camera webUI - Network IP Configuration). We recommend using a port higher then 8081 - note if you have to change the port, you have to change it here and in the cameras webUI! Your camera can now be reached via the ddns address that can be found under System Info in your cameras user interface (s. above). In case the port 80 is already taken in your network you will have to change the camera port under Network Basic Network Settings and of course adjust the portforwarding service to the new port. Type in your camera´s webPort and use your personal internet address under Network DDNS in the cameras web user interface to your camera from the road. Adding More Cameras: If you are using more then one camera you have to also create another Port rule for each camera.Please make sure that the Öffentliche Port is always different for each port forwarding. For example if you are using Port 8081 for the first camera then the second camera should have the Port 8082 and the third camera Port 8083 and so on. To access each camera you would type in something like this: Camera 1: ab1234.ddns-instar.com:8081, Camera 2: ab1234.ddns-instar.com:8082 and so on... Updated User Interface: The user interface for Pirelli router was recently updated and might look like this.",
    "link": "/Internet_Access/Port_Forwarding/Pirelli/",
    "title2": "Port Weiterleitung Pirelli Router",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "Pirelli Router"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_Pirelli.jpg",
    "abstract": "Forward a Port in your Pirelli Router"
}
POST /wiki2_en/article
{
    "title": "Port Forwarding :: TP-Link Router",
    "series": ["HD", "VGA", "Indoor", "Outdoor"],
    "models": ["IN-2905", "IN-2908", "IN-3011", "IN-4010", "IN-4011", "IN-5905 HD", "IN-5907 HD", "IN-6001 HD", "IN-6012 HD", "IN-6014 HD", "IN-7011 HD"],
    "description": "Port Forwarding - Setting up port forwarding in your TP-Link Router",
    "link": "/Internet_Access/Port_Forwarding/TP-Link/",
    "title2": "Port Weiterleitung TP-Link Router",
    "chapter": "Internet Access",
    "tags": ["internet", "access", "ddns", "port", "forwarding", "router", "internet access", "dyndns", "TP-Link Router"],
    "image": "/images/Search/IA_SearchThumb_Portforwarding_TPLink.jpg",
    "abstract": "Forward a Port in your TP-Link Router"
}
